{
  "contacts": {
    "checkoutMyPortfolio": "Разгледайте моето портфолио:",
    "message": "Аз съм страстен разработчик, специализиран в създаването на модерни, отзивчиви уеб приложения. Не се колебайте да разгледате моите проекти и да се свържете за съвместна работа или проекти!",
    "visitPortfolio": "Посетете портфолиото"
  },
  "footer": {
    "allRightsReserved": "Всички права запазени.",
    "content": "Предоставяме ви най-доброто от Формула 1 от 2011 година."
  },
  "gallery": {
    "f1Photos": "Галерия със снимки от Формула 1"
  },
  "hof": {
    "country": "Държава",
    "hallOfFame": "Зала на славата",
    "winDate": "Победа"
  },
  "home": {
    "description": "Изживейте скоростта, вълнението и емоцията от Световния шампионат по Формула 1. Потопете се в света на върховите моторни спортове със състезания по целия свят, където се състезават най-добрите пилоти и се използват най-модерните технологии за състезателни автомобили.",
    "diveDeeper": "Научете повече за света на Формула 1",
    "welcome": "Добре дошли във Формула 1"
  },
  "navigation": {
    "contacts": "Контакти",
    "gallery": "Галерия",
    "hof": "Зала на Славата",
    "home": "Начало",
    "pointSystem": "Система за Точки",
    "teams": "Отбори"
  },
  "notFound": {
    "home": "Обратно към началната страница",
    "message": "Изглежда, че сте излезли от трасето. Нека ви върнем обратно на правилния път!"
  },
  "pointSystem": {
    "evolutionOfPoints": "Еволюция на системата за точки във Формула 1",
    "points": "точки"
  },
  "teamInfo": {
    "Alfa Romeo": "Щабът на Alfa Romeo се намира в Хинвил, Швейцария. Разположен сред живописната швейцарска природа, съоръжението в Хинвил включва административни офиси, производствени съоръжения и аеродинамичен тунел. С богато наследство в моторните спортове, областта е дом на операциите на Sauber от години, като носи името Alfa Romeo за последен път през 2023 г.",
    "AlphaTauri": "AlphaTauri оперира от Фаенца, Италия, със седалище, известно като фабриката Scuderia AlphaTauri. Това специално построено съоръжение помещава отделите за проектиране, производство и инженерство на отбора и преди това е било дом на отбора Minardi - който AlphaTauri беше преди да бъде закупен от Red Bull. Градът Фаенца се намира на хвърлей разстояние от пистата Имола, което прави това тяхното домашно състезание.",
    "Alpine": "Щабът на Alpine се намира в Енстоун, Англия. Това място има богата история във Формула 1, като преди е служило за база на отборите Benetton и Renault F1. Иконични стари автомобили и трофеи от успехите на легенди като Михаел Шумахер и Фернандо Алонсо все още могат да се видят там. Фасилитетът включва дизайнерски и производствени отдели, докато двигателното подразделение е разположено във Вири-Шатийон, Франция.",
    "Aston Martin": "Щабът на Aston Martin се намира в Силвърстоун, Англия – точно срещу емблематичната писта за Гран При. В сърцето на британския моторен спорт, тяхната новопостроена база служи като модерен център за производство, дизайн и тестване. Амбициите им с новите съоръжения съответстват на успехите им на пистата. Районът има богато наследство във Формула 1, като е бил дом на предшественици като Jordan и други. Това е отлично място за базирането на F1 отбор.",
    "Ferrari": "Щабът на Scuderia Ferrari е разположен в Маранело, Италия, и представлява емблематичен комплекс, пропит с история на моторните спортове. Щабът включва производствени, дизайнерски и развойни отдели и е сърцето на техните усилия във Формула 1. Съоръжението съчетава традиция и иновации, с множество препратки към богатата история на Ferrari. Това е може би най-емблематичният щаб във Формула 1, тъй като марката с Препускащия кон е част от спорта от самото начало на шампионата през 1950 г.",
    "Haas": "Щабът на Haas се намира в Канаполис, Северна Каролина, САЩ, но отборът също има база в 'Долината на моторния спорт' в Обединеното кралство, където са базирани много от отборите. Базата в Банбъри включва логистика, електрическо инженерство, управление на програмите и представяне на превозните средства, както и поддръжка на състезателния отбор и комуникационния отдел.",
    "Kick Sauber": "Отборът Sauber F1, известен като Alfa Romeo през последните години, е базиран в Хинвил, Швейцария. Фасилитетът в Хинвил се отличава със своята модерна аеродинамична тръба и съвременни производствени възможности. Sauber има дългогодишна репутация във Формула 1, като е служил за стартова платформа на пилоти като Кими Райконен и Себастиан Фетел. С предстоящото партньорство с Audi, отборът се подготвя за вълнуващо бъдеще.",
    "Lotus": "Отборът Team Lotus, основан от Колин Чапман през 1952 г., е базиран в Хетел, Норфолк, Англия. Съоръжението в Хетел включваше проектиране, производство и тестови съоръжения и стана синоним на иновации в моторните спортове. През средата на 70-те години Team Lotus премести състезателните си операции в Ketteringham Hall, също в Норфолк, което служи като тяхна база до 1994 г. Отборът е известен със своите пионерски дизайни и инженерно майсторство, което доведе до значителни успехи във Формула 1, включително седем титли при конструкторите и шест при пилотите.",
    "McLaren": "Щабът на McLaren се намира в McLaren Technology Centre в Уокинг, Англия. Известен със своята впечатляваща архитектура, този футуристичен комплекс съчетава работни пространства, изследователски лаборатории и нов аеродинамичен тунел. Центърът отразява ангажимента на отбора към съвършенство, като същевременно съхранява богатото им минало – с трофеи и стари автомобили, изложени в сградата.",
    "Mercedes": "Отборът на Mercedes е базиран в Бракли, Англия. Техният щаб е център за дизайн, инженеринг и производство и е произвел едни от най-доминиращите автомобили в историята на Формула 1. В близкия Бриксуърт се намира известната фабрика за двигатели на Mercedes – технологичен център за висока производителност (HPP), който разполага с авангардни съоръжения за производство на едни от най-добрите двигатели в спорта.",
    "Racing Bulls": "Въпреки че брандирането на RB все още е младо, базата на отбора във Фаенца е силно свързана с историческия отбор Minardi. Основателят Джанкарло Минарди дори включва герба на града – изправен лъв – в емблемата на отбора. Постоянните аутсайдери във Формула 1 са базирани там от 1985 до 2005 г., след което мястото е поето от Red Bull и трансформирано в Scuderia Toro Rosso. Фабриката премина към цветовете на AlphaTauri преди сезон 2020, преди отборът, собственост на Red Bull, да претърпи още един ребранд през 2024 г., този път като RB.",
    "Red Bull Racing": "Red Bull Racing има щаб в Милтън Кийнс, Англия, известен като Red Bull Technology Campus. Този обширен комплекс включва фабриката и дизайнерските площи на отбора и някога е бил дом на предшественици като Stewart Grand Prix и Jaguar Racing. Кампусът демонстрира ангажимента на отбора към иновации и нетрадиционно мислене, което води до впечатляващ успех във Формула 1. В последните години те се стремят да произвеждат собствени двигатели.",
    "Renault": "Формула 1 отборът Renault е базиран в Енстоун, Оксфордшър, Англия. Съоръжението в Енстоун има богата история, като преди това е било дом на Toleman Motorsport, Benetton Formula и Lotus F1, преди да бъде придобито от Renault. Тази база помещава развитието на шасито и операциите на отбора. Освен това, операциите за двигатели на Renault са разположени във Вири-Шатийон, Франция, където се разработват и произвеждат силовите агрегати. Renault има значимо присъствие във Формула 1 както като конструктор, така и като доставчик на двигатели, постигайки множество титли при конструкторите и пилотите.",
    "Williams": "Williams, кръстен на основателя си сър Франк Уилямс, има щаб в Гроув, Англия. Той е дом на дизайнерските и инженерните отдели на отбора, както и на редица стари автомобили, които са печелили успехи в спорта, управлявани от пилоти като Найджъл Менсъл и Деймън Хил."
  },
  "teams": {
    "constructorChampionships": "Конструкторски шампионати",
    "foundedYear": "Година на основаване",
    "grandPrixWins": "Победи в Гран При",
    "header": "Отбори във Формула 1",
    "headquarters": "Щаб",
    "originCountry": "Държава на произход"
  }
}
