{
  "footer": {
    "allRightsReserved": "Всички права запазени.",
    "content": "Предоставяме ви най-доброто от Формула 1 от 2011 година."
  },
  "gallery": {
    "f1Photos": "Галерия със снимки от Формула 1"
  },
  "hof": {
    "country": "Държава",
    "hallOfFame": "Зала на славата",
    "winDate": "Победа"
  },
  "navigation": {
    "contacts": "Контакти",
    "gallery": "Галерия",
    "hof": "Зала на Славата",
    "home": "Начало",
    "pointSystem": "Система за Точки",
    "teams": "Отбори"
  },
  "notFound": {
    "home": "Обратно към началната страница",
    "message": "Изглежда, че сте излезли от трасето. Нека ви върнем обратно на правилния път!"
  },
  "pointSystem": {
    "evolutionOfPoints": "Еволюция на системата за точки във Формула 1",
    "points": "точки"
  },
  "teamInfo": {
    "Alpine": "Щабът на Alpine се намира в Енстоун, Англия. Това място има богата история във Формула 1, като преди е служило за база на отборите Benetton и Renault F1. Иконични стари автомобили и трофеи от успехите на легенди като Михаел Шумахер и Фернандо Алонсо все още могат да се видят там. Фасилитетът включва дизайнерски и производствени отдели, докато двигателното подразделение е разположено във Вири-Шатийон, Франция.",
    "Aston Martin": "Щабът на Aston Martin се намира в Силвърстоун, Англия – точно срещу емблематичната писта за Гран При. В сърцето на британския моторен спорт, тяхната новопостроена база служи като модерен център за производство, дизайн и тестване. Амбициите им с новите съоръжения съответстват на успехите им на пистата. Районът има богато наследство във Формула 1, като е бил дом на предшественици като Jordan и други. Това е отлично място за базирането на F1 отбор.",
    "Ferrari": "Щабът на Scuderia Ferrari е разположен в Маранело, Италия, и представлява емблематичен комплекс, пропит с история на моторните спортове. Щабът включва производствени, дизайнерски и развойни отдели и е сърцето на техните усилия във Формула 1. Съоръжението съчетава традиция и иновации, с множество препратки към богатата история на Ferrari. Това е може би най-емблематичният щаб във Формула 1, тъй като марката с Препускащия кон е част от спорта от самото начало на шампионата през 1950 г.",
    "Haas": "Щабът на Haas се намира в Канаполис, Северна Каролина, САЩ, но отборът също има база в 'Долината на моторния спорт' в Обединеното кралство, където са базирани много от отборите. Базата в Банбъри включва логистика, електрическо инженерство, управление на програмите и представяне на превозните средства, както и поддръжка на състезателния отбор и комуникационния отдел.",
    "Kick Sauber": "Отборът Sauber F1, известен като Alfa Romeo през последните години, е базиран в Хинвил, Швейцария. Фасилитетът в Хинвил се отличава със своята модерна аеродинамична тръба и съвременни производствени възможности. Sauber има дългогодишна репутация във Формула 1, като е служил за стартова платформа на пилоти като Кими Райконен и Себастиан Фетел. С предстоящото партньорство с Audi, отборът се подготвя за вълнуващо бъдеще.",
    "McLaren": "Щабът на McLaren се намира в McLaren Technology Centre в Уокинг, Англия. Известен със своята впечатляваща архитектура, този футуристичен комплекс съчетава работни пространства, изследователски лаборатории и нов аеродинамичен тунел. Центърът отразява ангажимента на отбора към съвършенство, като същевременно съхранява богатото им минало – с трофеи и стари автомобили, изложени в сградата.",
    "Mercedes": "Отборът на Mercedes е базиран в Бракли, Англия. Техният щаб е център за дизайн, инженеринг и производство и е произвел едни от най-доминиращите автомобили в историята на Формула 1. В близкия Бриксуърт се намира известната фабрика за двигатели на Mercedes – технологичен център за висока производителност (HPP), който разполага с авангардни съоръжения за производство на едни от най-добрите двигатели в спорта.",
    "Racing Bulls": "Racing Bulls, ако е въображаем или временен отбор, може да бъде вдъхновен от успеха на Red Bull Racing. Ако този отбор е предназначен да бъде отделна единица, моля, предоставете повече контекст за точна информация.",
    "Red Bull Racing": "Red Bull Racing има щаб в Милтън Кийнс, Англия, известен като Red Bull Technology Campus. Този обширен комплекс включва фабриката и дизайнерските площи на отбора и някога е бил дом на предшественици като Stewart Grand Prix и Jaguar Racing. Кампусът демонстрира ангажимента на отбора към иновации и нетрадиционно мислене, което води до впечатляващ успех във Формула 1. В последните години те се стремят да произвеждат собствени двигатели.",
    "Williams": "Williams, кръстен на основателя си сър Франк Уилямс, има щаб в Гроув, Англия. Той е дом на дизайнерските и инженерните отдели на отбора, както и на редица стари автомобили, които са печелили успехи в спорта, управлявани от пилоти като Найджъл Менсъл и Деймън Хил."
  },
  "teams": {
    "constructorChampionships": "Конструкторски шампионати",
    "foundedYear": "Година на основаване",
    "grandPrixWins": "Победи в Гран При",
    "header": "Отбори във Формула 1",
    "headquarters": "Щаб",
    "originCountry": "Държава на произход"
  }
}
