{
  "contacts": {
    "checkoutMyPortfolio": "Разгледайте моето портфолио:",
    "email": "Имейл",
    "feedbackForm": "Форма за обратна връзка",
    "firstName": "Име",
    "lastName": "Фамалия",
    "message": "Аз съм страстен разработчик, специализиран в създаването на модерни, отзивчиви уеб приложения. Не се колебайте да разгледате моите проекти и да се свържете за съвместна работа или проекти!",
    "submit": "Изпрати",
    "text": "Съобщение",
    "visitPortfolio": "Посетете портфолиото"
  },
  "footer": {
    "allRightsReserved": "Всички права запазени.",
    "content": "Предоставяме ви най-доброто от Формула 1 от 2011 година."
  },
  "gallery": {
    "f1Photos": "Галерия със снимки от Формула 1"
  },
  "hof": {
    "country": "Държава",
    "hallOfFame": "Зала на славата",
    "winDate": "Победа"
  },
  "home": {
    "circuitIntro": "Формула 1 се провежда на едни от най-предизвикателните и исторически значими писти в света. От тесните улици на Монако до високоскоростните прави на Монца – всяка писта предлага уникални предизвикателства, които тестват уменията на най-добрите пилоти.",
    "circuitMonaco": "Гран при на Монако, провеждано в Монте Карло, е едно от най-престижните състезания в света. Със своите тесни улици и остри завои, тази писта изисква абсолютна прецизност от пилотите.",
    "circuitMonza": "Монца, известна още като Храмът на скоростта, е най-бързата писта във Формула 1. Дългите прави и високоскоростните завои я правят любима както на феновете, така и на пилотите.",
    "circuitSilverstone": "Пистата Силвърстоун във Великобритания е известна като домът на британския моторен спорт. Тя беше домакин на първото състезание от Формула 1 през 1950 г. и до днес остава любима сред феновете заради своите бързи и плавни завои.",
    "circuitSpa": "Спа-Франкоршан в Белгия е една от най-дългите и емблематични писти във Формула 1. Легендарният сектор Eau Rouge-Raidillon и непредвидимите метеорологични условия я правят изключително предизвикателна за пилотите.",
    "circuitSuzuka": "Пистата Сузука в Япония е една от най-техническите в календара на Формула 1. Известна с прочутите си 'S' завои и високоскоростния 130R, тя е истински тест за уменията на всеки пилот.",
    "circuitTitle": "Най-известните писти",
    "compounds": "Всеки сезон на Формула 1 включва различни типове гуми, категоризирани като сликове за сухо време, интермедии за мокри условия и гуми за дъжд. Сликовете са разделени на твърди, средни и меки смеси, като всяка от тях предлага различен баланс между сцепление и издръжливост.",
    "exploreMore": "Разгледайте още от света на Формула 1",
    "f1Championship": "Световният шампионат на Формула 1 за 2025 г. включва десет отбора, които се състезават в 24 състезания, известни като Гран при. Всеки отбор разполага с двама основни пилоти и поне един резервен пилот. Точки се присъждат според позицията на финала във всяко състезание, като победителят получава 25 точки. Общият брой точки определя шампиона при пилотите, а събраните точки от двамата пилоти на даден отбор формират класирането за титлата при конструкторите.",
    "f1Introduction": "Формула 1, често съкращавана като F1, е най-високото ниво на международни автомобилни състезания с едноместни болиди. Управлявана от Международната автомобилна федерация (FIA), тя представлява върхът на автомобилната технология и уменията на пилотите. Серията започва през 1950 г. и функционира според условията на Споразумението от Конкорд, което определя нейната търговска и управленска структура.",
    "f1SprintRaces": "Сезонният формат включва и F1 Спринтове – по-кратки състезания, провеждани върху част от пълната дистанция на надпреварата. Те добавят допълнителна динамика и възможности за изпреварване, като също така носят точки към генералното класиране.",
    "formulaOneVid": "Това е Формула 1",
    "grosjeanVid": "Безумната огнена катастрофа на Грожан",
    "supplier": "Формула 1 използва само един доставчик на гуми – Pirelli, който предоставя отборите с различни смеси, съобразени с различните условия на състезанията. Ексклузивното партньорство на Pirelli с FIA гарантира равнопоставеност между отборите и същевременно позволява гъвкавост в стратегиите.",
    "technology": "С постоянните иновации в технологиите на гумите, Формула 1 продължава да тества границите на скоростта, безопасността и устойчивостта. Гумите играят решаваща роля в състезанията, като влияят на резултатите и стратегиите на отборите през целия сезон.",
    "topFiveVid": "Топ 5 най-напрегнати моменти",
    "tyreIntro": "Гумите са един от най-важните компоненти във Формула 1, определящи сцеплението, стратегията и динамиката на състезанията. Изборът на правилната смес може да означава разликата между победата и загубата, а екипите внимателно управляват използването им според условията на пистата.",
    "tyreTitle": "Гумите",
    "welcomeDescription": "Почувствайте скоростта, адреналина и вълнението от Световния шампионат на Формула 1. Потопете се в света на моторните спортове с вълнуващи състезания по целия свят, в които участват най-добрите пилоти и най-модерните състезателни технологии.",
    "welcomeTitle": "Добре дошли във Формула 1"
  },
  "navigation": {
    "contacts": "Контакти",
    "gallery": "Галерия",
    "hof": "Зала на Славата",
    "home": "Начало",
    "pointSystem": "Система за Точки",
    "teams": "Отбори"
  },
  "notFound": {
    "home": "Обратно към началната страница",
    "message": "Изглежда, че сте излезли от трасето. Нека ви върнем обратно на правилния път!"
  },
  "pointSystem": {
    "evolutionOfPoints": "Еволюция на системата за точки във Формула 1",
    "points": "точки"
  },
  "racer": {
    "AlainProst": {
      "additional": "Ален Прост е роден на 24 февруари 1955 г. в близост до Сен Шамон, в региона Лоара в централна Франция. Баща му, Андре, произвеждал кухненски мебели. Ален бил много енергичен като дете и много обичал да се занимава с различни спортове – от борба и ролерски кънки до футбол, като често чупел носа си по време на игра. Въпреки че се замислял да стане фитнес инструктор или да продължи кариера във футбола, неговата страст към състезанията в картинг се пробудила на 14 години по време на семейна ваканция в Южна Франция. Това, което започнало като забавление, скоро се превърнало в обсесия и Ален спечелил няколко шампионата по картинг. През 1974 г. той напуснал училище, за да стане професионален състезател, като започнал да тунингова двигатели и да продава картинги. Наградата му за спечелване на френския шампионат по картинг през 1975 г. била сезон във Формула Рено, категория, в която спечелил два титли, преди да премине във Формула 3. През 1978 и 1979 г. той спечелил както френския, така и европейския шампионат по Формула 3, след което бил забелязан от няколко отбора от Формула 1. След внимателно обмисляне, той избрал да се присъедини към Макларън през 1980 г.",
      "main": "Неговото място в историята на Формула 1 като един от най-великите състезатели е сигурно, въпреки че кариерата му, изпълнена с конфликти и противоречия, донякъде засенчила постиженията му. Той спечелил четири шампионата, но също така напуснал отбори четири пъти, обикновено по спорни начини. Той спечелил 51 състезания, като ги направил да изглеждат лесни, но бил по-малко успешен в политиката, в която често бил въвлечен. Неговият горчив конфликт с Айртън Сена разкрива най-доброто и най-лошото от тях двамата. Въпреки това, само Люис Хамилтън, Михаел Шумахер и Хуан Мануел Фанхио спечелили повече титли от Ален Прост."
    },
    "AlanJones": {
      "additional": "Баща му Стен Джоунс, богат търговец на автомобили, бил един от водещите австралийски състезатели, който през средата на 50-те години бил достатъчно добър, за да получи предложения за опити в Европа (с BRM и Ferrari), но ги отказал, за да остане в Австралия и да се грижи за бизнеса и семейството си. Алан Стенли Джоунс, роден на 2 ноември 1946 г. в Мелбърн, бил вдъхновен от успехите на баща си и получил подкрепата му да опита и сам да стане състезател. На 15 години той станал шампион по картинг, а по-късно започнал да се състезава с Мини и с едно от автомобилите на баща си. Прогресът му бил забавен, когато Стен Джоунс фалирал по време на икономическата рецесия в Австралия. През 1967 г. Алан успял да събере достатъчно средства, за да осъществи традиционно австралийско пътуване до Англия и Европа. По време на това пътуване той решил, че бъдещето му в моторните спортове трябва да бъде в чужбина.",
      "main": "Прям, упорит и решителен, Алан Джоунс се борил за своето място в спорта, като го защитава с безпощадна решителност и големи дози агресия. Неговата упоритост била част от дългата и трудна борба, за да стигне до Формула 1. Когато стигнал до там, бил възприеман като обикновен състезател, но след като се присъединил към тогава все още малко известния отбор Уилямс, той изправил света срещу себе си и победил, като станал прототипът на пилота на Уилямс."
    },
    "AlbertoAscari": {
      "additional": "Алберто Аскари, роден на 13 юли 1918 г. в Милано, бил само на седем години, когато баща му, Антонио, починал при злощастен инцидент на френския Гран При в Монлерий, докато водел състезанието. По това време малкият Алберто вече бил запознат с многото известни имена в състезанията, включително с близкия приятел на баща му, Енцо Ферари, който често посещавал процъфтяващата гараж на семейство Аскари. Въпреки трагичната загуба на баща си, Алберто не могъл да устои на съблазънта на състезанията. Неговото известно име му помогнало да започне, но той започнал със състезания на мотоциклети. Първото му автомобилно състезание било през 1940 г. в Миле Миля, когато Енцо Ферари му предложил да участва с автомобил Ferrari Tipo 815. Когато Италия влязла в Световната война, гаражът на Аскари бил мобилизиран за поддръжка на военни автомобили, а самият Алберто започнал да управлява транспортен бизнес, като снабдявал гориво за италианската армия в Северна Африка.",
      "main": "Алберто Аскари, син на един от великите предвоенни състезатели на Италия, станал един от най-доминиращите и обичани шампиони в историята на Формула 1. Той бил известен със своята прецизност и внимателност, което го правело един от най-безопасните състезатели в една от най-опасните ери на спорта. Въпреки това, неговата необяснима смърт при инцидент, точно на същата възраст като баща му и в почти идентични обстоятелства, остава една от големите неизяснени мистерии в историята на Формула 1."
    },
    "AyrtonSenna": {
      "additional": "Айртън Сена да Силва е роден на 21 март 1960 г. в богато бразилско семейство, където, заедно с брат си и сестра си, се радвал на привилегировано детство. Той никога не е трябвало да се състезава за пари, но страстта му към състезанията започнала, когато баща му му подари миниатюрна картинг машина на 4 години. Като малък, Айртън се вълнувал най-много от състезанията на Формула 1 и с нетърпение очаквал да гледа своите герои по телевизията. На 13 години той започнал да се състезава с картинг и веднага спечелил. Осем години по-късно той започнал да се състезава с едноместни коли във Великобритания, където за три години спечелил пет шампионата, след което се развел със съпругата си и оставил бъдещето си в семейния бизнес, за да преследва успеха във Формула 1. Той дебютирал с Толеман през 1984 г. и на Монте Карло, в дъждовно състезание, показал своите феноменални способности, като завършил втори след Ален Прост.",
      "main": "Той преминавал през спорта като комета, извънземен суперзвезда, чийто блясък като състезател бил съпроводен от ослепителен интелект и корускираща харизма, които осветявали Формула 1 по начин, какъвто никога преди не е бил. Никой не се е стремял повече, нито е прекрачвал границите на възможностите си като него. Интензивно интроспективен и страстен до крайност, Айртън Сенна неуморно търсел да разшири собствените си граници и да бъде по-бърз от себе си, стремеж, който в крайна сметка го направил мъченик, но не намалил неговия мит."
    },
    "country": "Държава: ",
    "DamonHill": {
      "additional": "Деймон Греъм Девероус Хил е роден на 17 септември 1960 г., две години преди баща му Греъм да спечели първата си титла в състезанията. Семейството на Хил живеело удобно в голяма къща в Лондон, където от ранна възраст Деймон бил свикнал с визитите на семейни приятели като Стърлинг Мос, Джим Кларк, Джон Съртис и Джеки Стюарт. Но той не се интересувал особено от състезанията, а вместо това много повече обичал мотоциклети, като малък пример за което бил един, който баща му му купил на 11 години. Четири години по-късно, животът на Хил бил разрушен, когато Греъм и няколко членове на неговия отбор загинали при самолетна катастрофа. Застрахователните искове унищожили всички спестявания на семейството, оставяйки майка му Бет да отгледа Деймон и двамата му братя и сестри при значителни финансови трудности.",
      "main": "Когато Уилямс направили Деймон Хил състезател във Формула 1, въпреки неговия незабележителен състезателен опит, Франк Уилямс казал, че това е защото той е (труден характер), а Патрик Хед добавил, че цени неговото (свирепо вътрешно упорство). Както и баща му, Греъм Хил, Деймон се нуждаел от тези качества, за да постигне най-висок успех в спорта, в който, както и баща му, дошъл късно след дълга борба. Наследството му помогнало, както и малко късмет, но в крайна сметка, способностите му му позволили да добави блясък към фамилното си име."
    },
    "dateOfBirth": "Дата на раждане: ",
    "dateOfDeath": "Дата на смърт: ",
    "DennyHulme": {
      "additional": "Бащата на Дени Хълм, Клайв, бил герой от Втората световна война, който спечелил Кръста на Виктория за храброст като снайперист в жестока битка на остров Крит. След завръщането си в родния си град Те Пук на северния остров на Нова Зеландия, Клайв управлявал малка ферма и транспортна фирма. Дени, роден на 18 юни 1936 г., започнал да шофира камион още като дете, а на 17 години напуснал училище, за да стане механик и шофьор, като превозвал товари по дългите новозеландски пътища. По тези пътувания той си мечтаел за състезания, фантазирайки как е Стърлинг Мос или друг европейски състезател, когото наблюдавал по време на Новозеландската серия Тасман.",
      "main": "Ненавистта на Дени Хълм към славата и предпочитанието му към анонимността го направили най-тихият от шампионите. Той не понасял популярността, нямал никаква суета и социалните събития му били мъчение. Прякорът му, 'Мечката', бил свързан както с неговите груби черти, така и с неговия сърдит характер, който изпъквал, когато го провокирали. Въпреки това, той бил също така чувствителен човек, неспособен да изрази чувствата си, освен когато бил зад волана, където бил изключителен, макар и не толкова зрелищен състезател. Той починал зад волана, четвърт век след като станал шампион."
    },
    "EmersonFittipaldi": {
      "additional": "Емерсън Фитипалди е кръстен на Ралф Уолдо Емерсън, американски писател, когото баща му, Уилсън Фитипалди, възхищавал. С този фон Емерсън (роден на 12 декември 1946 г. в Сао Пауло) и по-големият му брат Уилсън започнали да се запознават с моторните спортове, въпреки че първоначално баща им се колебаел да ги финансира. Те не им трябвало помощ, тъй като Фитипалди започнали да правят успешен бизнес още в юношеска възраст. Техният бизнес започнал с волан, който Емерсън направил за колата на майка си, а по-късно започнали да произвеждат и състезателни картинги. Емерсън спечелил бразилския картинг шампионат на 18 години. През 1967 г. братята се насочили към строителството на автомобили Формула Ви с двигатели от Волксваген, като Емерсън спечелил бразилския шампионат в тази категория.",
      "main": "Най-младият световен шампион по това време постигнал този успех при обстоятелства, които го хвърлили направо в дълбокото, въпреки че още бил сравнително неопитен. Но 'Емо' отговорил на предизвикателството и спечелил първата си титла на 25 години, а втората две години по-късно. След това, поради катастрофален кариерен избор, той изпаднал в низина и почти забравен. Въпреки това, неговият статут като популярен шампион и говорител на спорта останал непокътнат, а също така се смята за вдъхновение за наплив на бразилски състезатели, които последвали примера му в Формула 1."
    },
    "FernandoAlonso": {
      "additional": "Фернандо Алонсо Диас (пълното му име включва бащиното име на майка му, според испанската традиция) е роден на 29 юли 1981 г. в Овиедо, град в региона Астурия на северна Испания, където майка му работела в магазин, а баща му бил зает в минната индустрия като експерт по взривни вещества. Семейството на Алонсо живеело комфортно, но не било богато. Луис Алонсо, страстен любител на картинга, искал да сподели своята страст с децата си и им построил педален карт под формата на миниатюрна Формула 1 кола. Първоначално той бил предназначен за осемгодишната Лорена, но тя бързо се уморила от него, след което тригодишният ѝ брат се вмъкнал в малкия кокпит и веднага се почувствал като у дома си. От самото начало малкият Фернандо не бил доволен само да върти педалите. Той искал да се състезава и да побеждава.",
      "main": "28-ият световен шампион на Формула 1 по време на титлата си бил най-младият досега. На едва 24 години, Фернандо Алонсо също така довел екипа на Рено до титлата в Конструкторския шампионат през 2005 г., с което сложил край на господството на Михаел Шумахер и Ферари, които властвали толкова дълго. Изключително талантливият и харизматичен млад човек, който направил толкова много история толкова рано, със самочувствие носел короната – нова звезда, ярка, полирана и перфектно изправена. Потвърждение на неговия гений дошло през 2006 г., когато успешно защитил титлата си срещу силната опозиция на Шумахер, чието последващо пенсиониране оставило Алонсо в отлична позиция да го наследи като суперзвезда на Формула 1..."
    },
    "GrahamHill": {
      "additional": "Норман Греъм Хил е роден на 15 февруари 1929 г. в северен Лондон. Той твърдял, че е наследил своята решителност от майка си и своето чувство за хумор от баща си, който бил брокер на фондова борса. И двете качества били необходими, за да устои на лишенията и опасностите на живота в Лондон по време на бомбардировките. Хил свирел на барабани в бандата на скаутите, учил в техническо училище и на 16 години започнал да работи като ученик в компания за музикални инструменти. Купил си мотоциклет и в една мъглива нощ катастрофирал в задната част на спрял автомобил, като си счупил бедрото, което трайно скъсило левия му крак. През 1952 г. се присъединил към Лондонския гребен клуб, започнал да се занимава със спорта и по-късно носил емблемата на клуба (осем вертикални линии, които представляват весла) на състезателния си шлем. Преди това обаче му се наложило да носи униформа на Кралския флот, в която се чувствал като риба извън водата. Той не понасял задължителната морска служба и като знак на протест нарочно нарушавал военноморските правила, като отглеждал добре подстриган мустак, който по-късно станал негов отличителен знак.",
      "main": "Желязната решителност на Греъм Хил, силната гордост и голямото му кураж му позволили да преодолее трудностите пред по-естествено надарените пилоти. Няма пилот, който да е по-популярен сред публиката от мустакатия екстроверт с бързо чувство за хумор, който обичал светлината на прожекторите, бил естествен забавник и станал една от първите медийни звезди на Формула 1. Неговите фенове оставали верни, дори когато той развалил репутацията си, като състезавал твърде дълго, след като вече преминал най-добрите си години. Милиони били шокирани, когато той загинал не в състезателен автомобил, а зад волана на своя самолет."
    },
    "JackBrabham": {
      "additional": "Джон Артър 'Джак' Брабам е роден на 2 април 1926 г. в Хърствил, австралийски град близо до Сидни, където баща му бил търговец на плодове и зеленчуци. От ранна възраст Джак не се интересувал толкова от плодове и зеленчуци, колкото от превозните средства на магазина на Брабам. Той научил да кара коли много преди да навърши възрастта за шофьорска книжка и още в ранните си тийнейджърски години бил също толкова добър в поддържането им в изправност. Неговата механична способност го довела до техническо училище, където учил практическо инженерство. Той не бил особено академичен, затова напуснал училище на 15 години и започнал работа в инженерно ателие, а по-късно и в гараж. На 18 години се присъединил към Кралските австралийски военновъздушни сили в Аделаида, където искал да научи да лети, но бил обучен да запълва недостига на механика на самолети по време на войната. След освобождаването си през 1946 г. чичо му от строителния бизнес му построил работилница в Сидни, където Джак открил собственото си инженерно предприятие.",
      "main": "Трите световни титли на Джак Брабам били резултат от неговия инженерно-практически гений и шофьорски умения. Първите му две титли с автомобили Купър с двигатели в задната част, които той помогнал да се разработят, потвърдили остаряването на предно-двигателните автомобили на Формула 1. Третата му титла, с автомобил Брабам, го направила единствения пилот, който става шампион с автомобил на собственото си производство. За житейските си постижения, които включвали и насърчаване на таланти на други известни пилоти, както и пионерска работа в търговската страна на спорта, той става първият пилот от Формула 1, който получава рицарска титла."
    },
    "JackieStewart": {
      "additional": "Джон Йънг 'Джаки' Стюарт е роден в Дъмбартъншир, Шотландия, на 11 юни 1939 г. Баща му притежавал гараж, а по-големият му брат Джими бил първият в семейството, който започнал да се състезава, въпреки че майка им не одобрявала. Имало и опасения за бъдещето на Джак, тъй като той бил неуспешен в училище и напуснал на 15 години. По-късно му бил поставен диагнозата тежка дислексия – което направило неговите постижения още по-забележителни. Докато бил все още тийнейджър, започнал да се занимава с трапежна стрелба и станал един от най-добрите стрелци в Британия. Когато започнал да се състезава със салонни и спортни автомобили, бързо показал изключителен талант, който привлякъл вниманието на състезателния тим на Кен Тирел, който го наел да участва в британската Формула 3 през 1963 г., в която бързият шотландец спечелил седем състезания поред.",
      "main": "Изключителното му постижение на пистата го поставя сред най-успешните шампиони, но по отношение на личното влияние върху развитието на Формула 1, Джаки Стюарт е ненадминат. Неговата самотна кампания за безопасност направила спорта много по-безопасен. Отличните му комуникационни умения помогнали за увеличаване на популярността на спорта. Той поставил нови стандарти за професионализъм за пилотите и също така бил пионер в експлоатацията на търговския потенциал на Формула 1. Неговата остра интелигентност и неуморна енергия играли ключова роля, но той никога нямаше да окаже такова влияние, ако не беше и наистина велик пилот."
    },
    "JacquesVilleneuve": {
      "additional": "Когато решил да стане състезател, синът на легендарния пилот на Ферари Жил Вилньов винаги щял да бъде име, което да се следи. Имаше смесени чувства относно известността на баща си. Докато вратата му се отваряла бързо, синът на покойния герой бил очакван да премине през тях и да продължи семейната традиция на тежка и успешна състезателна кариера. Както се развило, Жак Вилньов бързо направил име за себе си.",
      "main": "Съдейки по рекорда, Жак Вилньов имал кариера в Формула 1, която вървяла в обратен ред. Почти спечелил титлата още през дебютната си година, а на втория сезон я спечелил, след което кариерата му постепенно започнала да върви надолу и в крайна сметка той напуснал спорта. Все пак статистическият възход и падение на сина на един от най-великите състезателни герои не отразявали точно неговите шофьорски способности, а и цифрите не правели справедливост на неговото влияние като един от най-колоритните и противоречиви шампиони. Като личност той бил уникален и по отношение на забавлението, което носел, имал малко съперници."
    },
    "JamesHunt": {
      "additional": "Джеймс Саймън Уолис Хънт, роден на 29 август 1947 г., в семейството на лондонския брокер, бил непокорен дете: хиперактивен, противоречив и постоянно бунтар. Като самоуверен, състезателен и решителен млад човек, той научил сам да играе тенис и сквош на високо ниво. Високият и красив ученик в частно училище имал и значителен успех сред дамите. На своята 18-та годишнина видял първото си състезание - клубна среща на Силвърстоун, и веднага решил, че ще стане световен шампион. Родителите му отказали да подкрепят неговата глупава мечта за Формула 1. Джеймс започнал да работи на случайни работи, купил си повреден Мини и прекарал две години в подготовката му за състезания, само за да му откажат влизането в състезание поради неподходящо седалката, която била стара градинска столче.",
      "main": "Животът на Джеймс Хънт бил бурен, живян до крайност – както в състезателните коли, така и извън тях. Като пилот, той преодолявал постоянен страх и огромни трудности, за да стане най-добрият в света, като спечелил едно от най-драматичните шампионати в историята на Формула 1. Като колоритна личност и необичаен характер той нямал равен - редувал се между забавлението на почитателите и обидите на критиците със своето често открито поведение. След като се пенсионирал, той продължил да прави силно впечатление, като телевизионен коментатор, но умрял внезапно, на връхната точка на живота си."
    },
    "JensonButton": {
      "additional": "Когато се родил синът им на 19 януари 1980 г. в Фроме, Съмърсет, в югозападна Англия, Джон и Симон Бътън го нарекли на името на техния датски приятел, който се състезавал в рали-крос - Ерлинг Йенсен. Въпреки че правописът на името бил променен, за да се различава от марката спортни автомобили Дженсън, Дженсън Бътън бил от детството си запален по моторните спортове. Хиперактивно и решително дете със слаб фокус, той оставал на място само, когато гледал състезания по телевизията. Малката му скромна състезателна кола, подарена му за седмия му рожден ден, кратко задоволила неговото желание за действие, след което тя била заменена с 60-кубиков карт, подарък за Коледа, с който осемгодишният Дженсън спечелил първата си състезателна победа. Малкият блондинак, покрит с лунички, заспивал, прегръщайки малката си купа и казал на обичащия го татко, че иска да стане световен шампион във Формула 1.",
      "main": "Световният шампион от 2009 г. израснал в спорта, преминавайки от безгрижно младо момче, отвлечено от прекалено много неща твърде рано, в опитен оцелял, който се бори в неизвестност за десетилетие, преди усилията му да доведат до приказен финал с отбор, дошъл от нищото. Неочакваната му титла била частично резултат от обстоятелства, които попречили на другите претенденти да преодолеят неговото невероятно начало, но в крайна сметка това било таланта и упоритостта на Дженсън Бътън, които го довели до върха..."
    },
    "JimClark": {
      "additional": "Джеймс Кларк младши е роден на 4 март 1936 г. и израснал с четирите си сестри на семейната ферма в хълмовете на Беруикшър в Шотландия, близо до границата с Англия. Имало много място, където Кларкови отглеждали селскостопански животни и където Джим Кларк винаги се чувствал най-добре. Това било на километри разстояние от международния мотоспорт, който за първи път той започнал да чете в книги и списания на 13 години, когато заминал за частно училище в Единбург, където също така се състезавал по крикет и бил доста добър в хокея. Когато става въпрос за използването на превозни средства за спортни цели, Джим трябвало да преодолее родителската опозиция, която смятала моторите за нещо, което се използва само за полезни цели. Първоначално започнал да кара семейния автомобил на тайно, а по-късно започнал да кара тракторите самостоятелно на фермата. За личен транспорт си купил „Сънбийм Талбот“ и през 1956 г. започнал да участва в местни ралита и състезания по шофьорски умения. Скоро започнал да печели клубни състезания с различни спортни автомобили, които му били предоставени от богати ентусиасти, чието насърчение било от решаващо значение за неговия напредък. Когато победил, той се чувствал неудобно в центъра на вниманието. Също така чувствал вина, че се състезава против волята на семейството си. Подтикнат от приятелите си, той започнал да се отнася по-сериозно към състезанията, показвайки изключителен природен талант, който изненадал всички, включително и самия него.",
      "main": "Той никога не е смятал състезанията за начин на живот, камо ли да стане най-добрият в света в спорт, който започнал като хоби на едно фермерско момче. И когато спортът отнел живота на Джим Кларк, състезателният свят се сбогувал със загубата на един от най-обичаните шампиони, непретенциозния шотландски гений, чиито лични качества и нравствени добродетели го правели обичан както от феновете, така и от съперниците му. Почти непобедим в колата, той изглеждал уязвим извън нея и винаги бил скромен герой. Малко шампиони били толкова доминиращи. Още по-малко са запомнени така топло."
    },
    "JochenRindt": {
      "additional": "Карл Йохен Риндт, роден на 18 април 1942 г. в Майнц, Германия, бил сирак още като бебе, след като богатите му родители загинали при бомбардировка. Той бил осиновен от баба си и дядо си и израснал в Грац, Австрия. Като млад човек, твърде опитващ да нарушава всякакви правила, той не се спирал пред нищо, за да изживее стремежите си към скоростта и състезанията – особено ако те били съчетани с опасност. Два пъти счупил крайници при училищни ски състезания и когато преминал към моторизирани спортове, първо на мопед, а след това и на мотокрос, или падал, или печелел. На обществени пътища карал износени „Фолксвагени“ като луд и често имал проблеми с полицията. Неговият бунтарски дух го изправял срещу различни институции и бил изгонен от няколко частни училища, като дядо му, който бил важен адвокат, се притеснявал за неговото бъдеще.",
      "main": "В рекорди той е забележителен с това, че е единственият постхумно провъзгласен световен шампион. Но преди да загине, Йохен Риндт оставил значителна следа в малката, но избрана категория на героите, които със своето безстрашно и бурно шофиране демонстрирали любов към състезанията, която било едновременно възхитително и тревожно да се наблюдава. Малко пилоти се хвърляли в състезанията с такава сила и решителност, а още по-малко успявали да постигнат статут като неговия. Той бил човек, който умело съчетаваше решителността със своята независимост, което го правело още по-интересен."
    },
    "JodyScheckter": {
      "additional": "Джоди Шектър е роден на 29 януари 1950 г. в Източен Лондон, Южна Африка, в семейство, което притежавало дилърство на автомобили Ферари. Джоди започнал работа там като инженерен апарат и научил да кара кола много млад, но винаги с една скорост – напълно натиснат педала. Това, разбира се, го подтикнало да започне да се състезава, първо с мотоциклети, а след това в салонни автомобили. На първото си национално състезание бил черно отзад поради опасното си каране. В крайна сметка той се научил да уравновесява агресията си с умения, което му позволило да започне да печели редовно. През 1970 г. той спечелил Южноафриканската Формула Форд серия и с това спечелил наградата „Шофьор за Европа“ и с нея – 300 паунда и билети за самолет за себе си и жена си Пам. Джоди заминал за Англия с намерението да стане най-добрият шофьор в света.",
      "main": "Той избухнал на сцената като неустрашим и често несъзнателен състезател, който често поставял живота на себе си и на колегите си в опасност. Джоди Шектър станал известен с причиняването на едно от най-големите инциденти в историята на Формула 1, след което било поискано да бъде изключен от спорта. Въпреки това той се променил и се фокусирал върху своите амбиции и талант и съумял да спечели световната титла. След това, бързо се пенсионирал."
    },
    "JohnSurtees": {
      "additional": "His family background gave John Surtees a head start on motorcycles. His father Jack, who owned a motorcycle shop in South London, was a three-time British motorcycle sidecar champion. The eldest of three children, John was born on February 11, 1934, and by the time he was 11 he had a bike of his own and could ride and repair it with equal skill. At 16 he left school and became an apprentice engineer at the Vincent motorcycle factory. A year later he competed in his first solo race and won it. In 1955 he became a member of the Norton works team and rode to victory 68 times in 76 races. From 1956 to 1960 he raced 350cc and 500cc bikes for the famed Italian MV Agusta team and won seven world championships.",
      "main": "Famed as the only World Champion on both two and four wheels, John Surtees rode motorcycles and drove Formula 1 cars with equal skill and bravery. He made the leap from bikes to cars with surprising ease, though his quick climb to the pinnacle of motorsport was also the result of a great deal of hard effort by a serious-minded driver whose fierce independence ultimately proved to be a handicap. Having won the driving title at Ferrari, he left after a violent argument and was thereafter ill-equipped to win consistently."
    },
    "JuanManuelFangio": {
      "additional": "Fangio flourished in Formula 1 racing when the world championship was in its infancy and he was a comparatively 'Old Man' - which is what his admiring rivals called the aging genius who won his last driving title in 1957, when he was 46. Most of his challengers were young enough to be his sons, and nearly all of them came from privileged backgrounds far removed from Fangio's humble origins in a remote corner of Argentina, in the dusty frontier town of Balcarce. His father and mother, hard-working immigrants from the Abruzzi region of Italy to whom Fangio was deeply devoted, raised their six children (three boys and three girls) to believe in God and the dignity of labour. Fangio credited his parents with instilling in him the virtues of honesty and integrity, self-discipline, respect for others and the sense of responsibility that characterized his approach to life.",
      "main": "Many consider him to be the greatest driver of all time. In seven full Formula 1 seasons (he missed one recovering from a nearly fatal injury) he was World Champion five times (with four different teams) and runner-up twice. In his 51 championship Grands Prix he started from the front row 48 times (including 29 pole positions) and set 23 fastest race laps en route to 35 podium finishes, 24 of them victories. His superlative track record was achieved by some of the greatest displays of skill and daring ever seen. Fangio did it all with style, grace, nobility and a sense of honour never seen before or since."
    },
    "KekeRosberg": {
      "additional": "Keijo Erik Rosberg - he later called himself Keke to make it easier for the media to remember his name - was born in Stockholm, Sweden, on December 6, 1948, where his Finnish parents were students at the time. On their return to Finland his father became a veterinarian and his mother a chemist and both competed in rallies. Their son's first experience behind the wheel came when little Keijo, sitting alone in the family car in the driveway, switched on the ignition and promptly smashed the car into the garage door. Despite that setback he took to karts while still a toddler, greatly enjoyed the wind-in-the-face thrill of it all and by his teens had become an accomplished kart racer.",
      "main": "The original Flying Finn was a swaggering swashbuckler whose dashing, daring, darting style of driving enlivened every race he was in. He was a late arrival in Formula 1 racing, having wheeled and dealed and raced his way around the world in other categories for a dozen years, but tried harder than ever to make up for lost time. In the record books his name is not near the top in terms of Grand Prix victories, yet in that select category of those who actually looked as fast as they drove the wonderfully aggressive Keke Rosberg ranks among the very highest."
    },
    "KimiRaikkonen": {
      "additional": "Kimi Matias Raikkonen spent his childhood in a house built by his great grandfather in Espoo, a suburb of the Finnish capital, Helsinki. To provide for Kimi, born on 17 October, 1979, and his older brother Rami, their hard-working parents Matti and Paula toiled, respectively, as a road builder and an office clerk. Money was scarce but the Raikkonens were a happy family and their humble homestead surrounded by open countryside was an ideal environment for the two rambunctious youngsters to flex their racing muscles. At first (when Kimi was just three years old) the brothers tore around on miniature motocross bikes fitted with training wheels. A move to karts paved the way for Kimi (who began competitive karting at 10) and Rami (who eventually became a successful rally driver) to make rapid progress in motorsport, though it came at a cost. Matti had to work nights as a taxi driver and nightclub bouncer and funds diverted to karting meant plans to replace the outside lavatory with a proper bathroom in the family home had to be postponed.",
      "main": "Fast-tracked into the sport with the shortest CV on four wheels, the unknown newcomer who came from nowhere and said next to nothing immediately proved he knew exactly what he was doing: driving a Formula 1 car as fast as it could possibly go. The car couldn't always keep up with his talent and it took seven seasons for Kimi 'Iceman' Raikkonen to become World Champion. Notoriously inanimate and uncommunicative, the silent speedster's frozen expression in fact masked the hidden depths in one of the most original - and popular - characters in the sport's history..."
    },
    "LewisHamilton": {
      "additional": "Lewis Carl Davidson Hamilton was born into a mixed-race family on 7 January 1985, in Stevenage, a quiet English town north of London. His father Anthony, whose parents immigrated from Grenada in the West Indies in the 1950's, and his mother Carmen divorced when Lewis was about two years old. He lived with Carmen until he was 10 then moved in with Anthony, his wife Linda and their three-year-old son Nicolas. Remaining close to his mother, Lewis also formed a strong bond with his stepmother and credits them both with contributing to the caring, considerate side of his nature. He finds the cheerful bravery of his stepbrother, who suffers from cerebral palsy, inspirational. 'I only have to think of Nic to feel motivated and put a smile on my face.' His steely ambition and iron resolve come from the head of the family. 'Even though he always told me to be courteous and polite, my focus and determination comes from, and has always been driven by, my dad.'",
      "main": "The 30th Formula 1 World Champion was the youngest ever, taking his first title in the most dramatic fashion - on the last corner of the last lap of the last race of one of the most scintillating seasons. The sensational triumph of the sport's first black driver, in only his second year at the pinnacle of motorsport, was a welcome human interest story that focused unprecedented international attention on Formula 1 racing. His prodigious talent and pleasing personality made Lewis Hamilton an inspirational role model and ideal ambassador for his profession..."
    },
    "MarioAndretti": {
      "additional": "After it became his way of life he always said he was born to race, yet the circumstances in his formative years forced Mario Andretti to take an exceedingly circuitous route to get where he wanted to go. Mario and his twin brother Aldo were born on February 28, 1940, with World War II raging all around their birthplace of Montona, a town near the Italian port city of Trieste. The brothers' first seven years were spent in a camp for displaced persons, where the Andretti family endured exceedingly crowded conditions and severe food shortages. When the war ended and their part of Italy was handed over to the Communists and became part of what was then Yugoslavia, the Andrettis moved to Lucca, where young Mario first became aware of the sport that was to become his all-consuming passion.",
      "main": "Mario Andretti personified the American Dream, an immigrant who came to the land of the free and the home of the brave and achieved considerable fame and fortune. He did so in a job he would have done in anonymity and for nothing. Few drivers loved their racing more, and few suited stardom as much as the congenial man whose unforced charm was as natural as the talent that brought him so much success in so many types of racing. His insistence on racing in his adopted homeland meant he came late to realising his boyhood ambition of becoming Formula 1 World Champion."
    },
    "MaxVerstappen": {
      "additional": "Макс Емилиан Верстапен е роден на 30 септември 1997 г. в Хаселт, Белгия, и има по-малка сестра, Виктория. Неговата белгийска майка, Софи Кумпен, е успешен картинг състезател, а холандският му баща, Йос Верстапен, бивш състезател във Формула 1. След като родителите му се разделят, Макс живее в Холандия с баща си, който ръководи бързо развиващата се кариера на сина си. На две години Макс започва да кара мини квадрикот по градината на семейството, а на четири години започва да кара нает карт. Четири години по-късно започва да участва в състезания, като бързо напредва в различни картинг категории и печели титли в няколко европейски държави.",
      "main": "През 2021 г., на 24 години, Макс Верстапен става 34-ят световен шампион във Формула 1, отнемайки титлата от седемкратния шампион Люис Хамилтън в средата на контроверзиен последен завой на последното състезание. Състезаващ се на границата – понякога и извън нея – тяхното интензивно съперничество става лична вражда, която ги изкарва далеч пред останалите в полето. Вълнуващата битка между самоувереното младо момче от Холандия и най-успешния състезател в историята на спорта пленява въображението на световната аудитория както никога досега."
    },
    "MichaelSchumacher": {
      "additional": "Произходът на най-изключителния състезател беше съвсем обикновен. Той е роден на 3 януари 1969 г. близо до Кьолн, Германия, шест години преди брат си Ралф, който също ще стане известен състезател във Формула 1. Бащата на Михаел, който е зидар, управлява местния картинг пист, в Керпън, където майка му управлява столовата. На четири години Михаел започва да играе с педален карт, но когато баща му му поставя малък мотоциклетен двигател, бъдещият суперзвезда веднага се удря в стълб. Но Михаел бързо овладява машината и печели първата си картинг титла на шест години, след което родителите му, които не са заможни, организират спонсорство от заможни ентусиасти, което позволява на Михаел да напредне бързо. През 1987 г. той става германски и европейски шампион в картинга и напуска училище, за да стане ученик в механичен цех, работата, която скоро ще бъде заменена от пълно работно време като състезател. През 1990 г. той печели германското първенство по Формула 3 и е нает от Мерцедес да кара спортни коли. През следващата година той прави изключително впечатляващо дебютиране във Формула 1, като квалифицира на шесто място в състезание на Джордан за Белгийското Гран При в Спа, където е веднага нает от Бенетон, с който през 1992 г. печели първата си победа във Формула 1, отново в Спа, на едно от най-изискващите писти.",
      "main": "Откакто започна Световния шампионат на Формула 1 през 1950 г., титлата е спечелена от 34 различни състезатели, от които 16 са спечелили повече от една титла. Най-продуктивният от многократните шампиони е Хуан Мануел Фанджио, чийто рекорд от пет титли стоеше пет десетилетия, докато не беше надминат от най-успешния състезател в историята на спорта. Седемкратен шампион, Михаел Шумахер държи почти всички рекорди за точки в книгата с голяма разлика. Въпреки че етиката му понякога е била поставяна под съмнение, както и решението му да се върне след пенсиониране, неговото изключително доминиране в разцвета на кариерата му е без съмнение."
    },
    "MikaHakkinen": {
      "additional": "Пет години след раждането на Мика Паули Хаккинен, на 28 септември 1968 г., родителите му наемат карт, за да го пробва на писта близо до дома им в покрайнините на Хелзинки. На първото си завъртане малкият Мика има сериозен инцидент, макар че за щастие не пострадва. Но първото му състезателно спомен е не толкова от неговия страх, а от погледа на баща му. Без да се поддаде на първоначалния си неуспех, Мика настоява на родителите си – Харри (оператор на кратка вълна радио и частичен таксиметров шофьор) и Аила (секретарка) – да му купят собствен карт. Докато Мика става все по-бърз в картинга, цялото семейство – включително сестра му Нина – започва да се състезава за забавление, формирайки свой собствен отбор и пътувайки за състезания с микробус. Въпреки че Мика предпочиташе действията пред ученето (като кратко време учеше акробатика в циркова школа), той завършва основното си образование и записва курс по метални работи. Това скоро е забравено в полза на кариера в по-очевиден сектор: през 1986 г. той е петкратен картинг шампион и става протеже на сънародника си, Кеке Росберг, шампион от 1982 г. Те се срещат, съответно, в сауна и Росберг става негов мениджър, организирайки спонсорство, което помага на Мика да премине през младите категории на състезанията с единични седалки.",
      "main": "Той никога не казваше много, предпочитайки да остави своето каране да говори вместо него. И то говореше много за този спокоен финландец, който винаги караше до края. Всеки го обичаше, а никой не завиждаше за успеха на смелия човек, който почти беше убит преди да го постигне. Последователен и бърз, той печелеше точки в повече от половината си състезания, носейки своя наклонена усмивка на върха на подиума 20 пъти. През техните 11 години съперничество, единственият състезател, който постигна повече, беше Михаел Шумахер, който каза, че най-големият му уважаван съперник е Мика Хаккинен."
    },
    "MikeHawthorn": {
      "additional": "Ако беше роден десетилетие по-рано, Джон Майкъл Хоуторн може би би бил героичен пилот на Спитфайр в Битката за Британия. Вместо това, обстоятелствата през младостта му го отвеждат към моторните спортове и той става първият британски световен шампион в състезанията. Две години след раждането на Майк на 10 април 1929 г., неговият ентусиазиран баща, Лесли, купува гараж близо до пистата Брукландс в Фарнъм, Съри, където той е състезавал с мотоциклети преди Втората световна война. Вдъхновен от близостта на Брукландс и от атмосферата в гаража на Хоуторн, където се подготвяли коли и мотоциклети за състезания, Майк на девет години решава, че иска да стане състезател.",
      "main": "Майк Хоуторн обичаше живота, караше бързо и умря млад. Голям, рус и шумен, той често се състезаваше, носейки широка усмивка и вратовръзка. Той разглеждаше моторните спортове като бърз начин да се забавлява и да продължава забавленията, които винаги търсеше. Когато това хоби се превръща в професия, той партита толкова усилено, колкото и караше, макар кариерата му да бе белязана от трагедии, скандали и лични нещастия. Близо до края той откри, че състезанията във Формула 1 вече не му доставят удоволствие, но излезе като победител. Други шампиони бяха по-добри състезатели, но никой не беше по-колоритна личност."
    },
    "NelsonPiquet": {
      "additional": "Роден като Нелсон Саутомайор на 17 август 1952 г., той използва фамилията на майка си, Пике, за да скрие своите ранни състезателни приключения от неодобрителните си родители. Неговият баща, виден бразилски министър, бил регионален тенис шампион и когато Нелсон проявявал ранно обещание в този спорт, го насърчавали да го преследва. На 12 години бил един от най-обещаващите млади тенисисти в Бразилия. На 16 години, за да усъвършенства уменията си, родителите му го изпратили в училище в Калифорния. Но удрянето на топка по тенис корта започнало да отстъпва място на карането на кола по състезателната писта, особено когато сънародникът му Емерсон Фитипалди започнал да прави пробиви зад граница. Така Нелсон Пике започва да се състезава в родния си щат Бразилия. Спечелването на шампионати в картинга и спортни автомобили не убеди родителите му, които се опитаха да го отклонят, изпращайки го в университет. Но изучаването на философия, инженерство и управление се оказало неподходящо за състезателната му страст и Нелсон напуснал след година. Продал своя автомобил, за да купи Формула Ви и през 1977 г. става бразилски шампион в тази категория.",
      "main": "Той никога не беше доминиращ състезател, но беше хитър експерт в победите чрез подмолни средства, според неговите критици. Признавал, че е мързелив, но същевременно работел усилено, за да подобри колата си. Можел да бъде студен и жесток, но също така и топъл и забавен. Мразел да бъде знаменитост, но живеел като плейбой до край. Никога не бил особено популярен, но не му пукаше. Всъщност, единственото нещо, което Нелсон Пике наистина обичал, било да кара състезателна кола, което правел с огромна страст, особено когато печелел, а това ставаше често, като спечели три световни титли."
    },
    "NicoRosberg": {
      "additional": "Нико Ерик Росберг е роден на 27 юни 1985 г. в Висбаден, Германия, три години след като баща му, финландецът Кеке Росберг, спечели световната титла. Тъй като майка му, Сина, е германка, Нико има право на двойно гражданство, но също така може да бъде класифициран като монахски гражданин, тъй като семейството живеело в Княжеството. Израснал в средата, където баща му спечели Гран При на Монако през 1983 г., малкият Нико имал големи мечти. Бил само на шест години, когато първоначалният му опит с картинг го вдъхновил да мечтае да стане световен шампион, като баща си. Кеке и Сина не се опитвали да го разубедят, може би вярвайки, че той ще се откаже. Родителската подкрепа дошла с уговорката, че синът им не трябва да пренебрегва образованието си. Дългообразован и много интелигентен, Нико бързо научил много и станал виртуоз в езиците, изключително добър в английски, немски, френски, италиански и испански.",
      "main": "Когато бил само на шест години, Нико Росберг решил да подражава на известния си баща и да стане световен шампион във Формула 1. Това изглеждало като далечна фантазия, дори за момче, израснало в привилегирована среда в Монако. Всъщност, на пътя му отне 25 години упорита работа, за да сбъдне детската си мечта. Търсенето на титлата взело сериозна цена, което довело до драматичен обрат в историята на успеха. Пет дни след като спечели титлата, в драматичен последен състезателен ден с тим партньора си Люис Хамилтън, 2016 г. световният шампион обявил незабавното си пенсиониране от върха на моторните спортове."
    },
    "NigelMansell": {
      "additional": "Роден на 8 август 1953 г. близо до Бирмингам, Найджъл Ърнест Мансел за първи път кара кола на седем години в близкото поле. През същата година гледал Джим Кларк, който печели Британското Гран При през 1962 г. в Аинтри, и решава, че иска да бъде като великия шотландец, мечта, която вероятно е споделяла и много други малки момчета. Малцина обаче преминават през многото нещастия на Мансел, за да я осъществят.",
      "main": "Няма друг състезател, който да е борил толкова упорито да влезе във Формула 1 и толкова агресивно да се бори, когато вече е там. Огромно решителен, изключително агресивен и впечатляващо смел, той беше един от най-вълнуващите състезатели в историята. С неговия подход „или победа, или катастрофа” – 31 победи и 32 катастрофи – той стана най-успешният британски състезател и влезе в редиците на вечните велики със своите най-бързи обиколки, победи и пол-позиции. С британския флаг на каската си и чип на рамото си, той беше както бърз, така и противоречив. Неговата неприятна личност му създаде много врагове, но неговите героични изпълнения му спечелиха милиони почитатели. Найджъл Мансел беше човек с цел и това беше ясно."
    },
    "NikiLauda": {
      "additional": "На 22 февруари 1949 г. виецелява Ники Лауда, роден в известен австрийски бизнес и банкова династия. Производството на хартия било начинът, по който баща му натрупал състояние, но нито един лев от него не бил на разположение за непокорния син, който ще постави името Лауда в крайна сметка в нещо, което не носело уважение - състезателен пилот. За да се образова по този въпрос, Ники зарязал университет и започнал да учи за състезател по начини, които му стрували заеми от австрийски банки. Започвайки с Мини през 1968 г., той претърпял поредица от катастрофи във Формула Ви и Формула 3, след което през 1972 г. наел средства за да се внедри в Формула 2 и Формула 1, което се оказало трудно и на този етап финансово опасно. Въпреки че този старт не довел до резултати, Лауда не се предал.",
      "main": "Той си купил път в Формула 1 и почти го платил със собствения си живот. След катастрофа, която го оставила за мъртъв, той се възстановил чрез сила на волята, което медицината нарече необикновено чудо. Изключително бързото му връщане в кокпита било наречено най-смелото завръщане в спортната история. След като спечелил две шампионати, той се отегчил и напуснал спорта, само за да се върне и да спечели още едно. През изключителната си кариера той бил наричан както герой, така и злодей. Битката на този герой със собствената му съдба го постави сред легендите на спорта."
    },
    "NinoFarina": {
      "additional": "Джузепе Антонио 'Нино' Фарина винаги е бил предназначен да бъде свързан със света на автомобилите, макар и не непременно като състезател. На деня на раждането на сина си, 30 октомври 1906 г., баща му Джовани основава Stabilimente Farina, работилница за каросерии в Торино, индустриалния град, където се намираше основната част от автомобилната индустрия на Италия. Тук също така братът на Джовани основава фирмата за строеж на каросерии Pininfarina, по-късно известна със своите елегантни италиански спортни автомобили. От ранна възраст Нино бил очакван да поеме семейния бизнес, но първият му опит за шофиране на деветгодишна възраст в малка кола в двора на фабриката на баща му го запалил по състезателната страна на автомобилния свят. На 16 години Нино придружавал любимия си чичо Пинин като пътник в състезание. Три години по-късно първото му самостоятелно състезание завършило с инцидент, слагайки началото на тревожна тенденция, която продължила през цялата му кариера, изпълнена с катастрофи.",
      "main": "Първият световен шампион във Формула 1 произхождал от привилегировано семейство и имал стилна шофьорска техника, която много състезатели възприели. Твърд и решителен състезател, Фарина разчитал на комбинация от дълбока вяра в себе си и смела смелост, за да компенсира за по-високите умения, притежавани от много от по-естествено надарените му съперници. Но той също така шофирал безразсъдно и малко състезатели във Формула 1 състезавали се с такова явно неуважение към личната си безопасност. Някак си оцелял след кариера, изпълнена с катастрофи, той в крайна сметка загинал в пътен инцидент."
    },
    "PhilHill": {
      "additional": "Филип Тъл Хил-младши е роден в известен американски род в Маями, Флорида, на 20 април 1927 г. Не много близък с родителите си, той станал интровертно дете с комплекси за малоценност и малко приятели. Не бил добър в спорта, страхувал се от провал и подигравки, като бил погълнат от чувства на недостатъчност. Музиката станала изход и той започнал да свири на пиано, след което се запалил по автомобилите. Когато бил на 12 години, любимата му леля му купила Model T Ford, който той разглобявал многократно, за да разбере как работи, а шофьорът на леля му го научил да кара. Нарастващите му автомобилни умения му дали все по-голяма увереност в себе си, въпреки че все още се чувствал безцелно и социално неудобно.",
      "main": "Първият американец, който стана световен шампион, имал отношения на любов/омраза със спорта. Дълбоко интелигентен и чувствителен, той също така бил забележително открит за личните демони, които причинявали вътрешни терзания и правели състезателния му живот горчиво сладък. Той винаги бил изпълнен със страх и през цялата си кариера се опитвал да намери баланс между опасностите и удоволствията от професията си. Въпреки това, шофирането станало начин за изразяване на себе си и състезанията го отведоха на пътуване до места, на които никога не очаквал да отиде."
    },
    "placeOfBirth": "Място на раждане: ",
    "SebastianVettel": {
      "additional": "Само три години и половина след раждането си, на 3 юли 1987 г., Себастиан Фетел започнал начин на живот, който щял да го отведе до самия връх на моторните спортове. Неговото транспортно средство било миниатюрен карт, а мястото било двора на дома му в Хеппенхайм, малък град в югозападна Германия. Малкият Себ бързо овладял машината и започнал да прави обиколки все по-бързо, викайки от радост и отказвайки да спре, докато не се изтощавал. Източникът на радостта на малкия Себ бързо станал център на семейния живот за Ветелите. Норберт, майстор дърводелец и в свободното си време ентусиазиран картингист и понякога участник в състезания по хълмове, и съпругата му Хайке имали още три деца: по-големите дъщери Стефани и Мелани и по-малкия син Фабиан. Подкрепата на семейството му помогнала на бъдещия състезател да изпълни съдбата си, която щяла да направи името Ветел разпознаваемо по целия свят.",
      "main": "Най-младият световен шампион започнал да поставя рекорди, свързани с възрастта, от 2010 г., продължавайки четири поредни сезона, като кулминацията била едностранната титла през 2013 г., която потвърдила статуса му като един от великите на спорта. Първата титла на Себастиан Фетел, на 23 години, осигурила изненадващ край на интензивно конкурентната кампания през 2010 г. Несъмнено щяло да има още, и то бързо, когато той доминирал напълно през 2011 г., за да стане най-младият двоен световен шампион. През 2012 г., след серия от завръщания при неуспехи срещу най-силната конкуренция в най-дългия сезон, неговата трета титла в състезанията била спечелена с много усилия и заслужено. През 2013 г., на само 26 години, той бързо станал най-младият четворен световен шампион. Истината е, че този талантлив млад състезател, който постигнал толкова много толкова бързо, винаги бързал от времето, когато бил малко дете..."
    },
    "teams": "Отбори",
    "totalWins": "Общо победи: "
  },
  "teamInfo": {
    "Alfa Romeo": "Щабът на Alfa Romeo се намира в Хинвил, Швейцария. Разположен сред живописната швейцарска природа, съоръжението в Хинвил включва административни офиси, производствени съоръжения и аеродинамичен тунел. С богато наследство в моторните спортове, областта е дом на операциите на Sauber от години, като носи името Alfa Romeo за последен път през 2023 г.",
    "AlphaTauri": "AlphaTauri оперира от Фаенца, Италия, със седалище, известно като фабриката Scuderia AlphaTauri. Това специално построено съоръжение помещава отделите за проектиране, производство и инженерство на отбора и преди това е било дом на отбора Minardi - който AlphaTauri беше преди да бъде закупен от Red Bull. Градът Фаенца се намира на хвърлей разстояние от пистата Имола, което прави това тяхното домашно състезание.",
    "Alpine": "Щабът на Alpine се намира в Енстоун, Англия. Това място има богата история във Формула 1, като преди е служило за база на отборите Benetton и Renault F1. Иконични стари автомобили и трофеи от успехите на легенди като Михаел Шумахер и Фернандо Алонсо все още могат да се видят там. Фасилитетът включва дизайнерски и производствени отдели, докато двигателното подразделение е разположено във Вири-Шатийон, Франция.",
    "Aston Martin": "Щабът на Aston Martin се намира в Силвърстоун, Англия – точно срещу емблематичната писта за Гран При. В сърцето на британския моторен спорт, тяхната новопостроена база служи като модерен център за производство, дизайн и тестване. Амбициите им с новите съоръжения съответстват на успехите им на пистата. Районът има богато наследство във Формула 1, като е бил дом на предшественици като Jordan и други. Това е отлично място за базирането на F1 отбор.",
    "Ferrari": "Щабът на Scuderia Ferrari е разположен в Маранело, Италия, и представлява емблематичен комплекс, пропит с история на моторните спортове. Щабът включва производствени, дизайнерски и развойни отдели и е сърцето на техните усилия във Формула 1. Съоръжението съчетава традиция и иновации, с множество препратки към богатата история на Ferrari. Това е може би най-емблематичният щаб във Формула 1, тъй като марката с Препускащия кон е част от спорта от самото начало на шампионата през 1950 г.",
    "Haas": "Щабът на Haas се намира в Канаполис, Северна Каролина, САЩ, но отборът също има база в 'Долината на моторния спорт' в Обединеното кралство, където са базирани много от отборите. Базата в Банбъри включва логистика, електрическо инженерство, управление на програмите и представяне на превозните средства, както и поддръжка на състезателния отбор и комуникационния отдел.",
    "Kick Sauber": "Отборът Sauber F1, известен като Alfa Romeo през последните години, е базиран в Хинвил, Швейцария. Фасилитетът в Хинвил се отличава със своята модерна аеродинамична тръба и съвременни производствени възможности. Sauber има дългогодишна репутация във Формула 1, като е служил за стартова платформа на пилоти като Кими Райконен и Себастиан Фетел. С предстоящото партньорство с Audi, отборът се подготвя за вълнуващо бъдеще.",
    "Lotus": "Отборът Team Lotus, основан от Колин Чапман през 1952 г., е базиран в Хетел, Норфолк, Англия. Съоръжението в Хетел включваше проектиране, производство и тестови съоръжения и стана синоним на иновации в моторните спортове. През средата на 70-те години Team Lotus премести състезателните си операции в Ketteringham Hall, също в Норфолк, което служи като тяхна база до 1994 г. Отборът е известен със своите пионерски дизайни и инженерно майсторство, което доведе до значителни успехи във Формула 1, включително седем титли при конструкторите и шест при пилотите.",
    "McLaren": "Щабът на McLaren се намира в McLaren Technology Centre в Уокинг, Англия. Известен със своята впечатляваща архитектура, този футуристичен комплекс съчетава работни пространства, изследователски лаборатории и нов аеродинамичен тунел. Центърът отразява ангажимента на отбора към съвършенство, като същевременно съхранява богатото им минало – с трофеи и стари автомобили, изложени в сградата.",
    "Mercedes": "Отборът на Mercedes е базиран в Бракли, Англия. Техният щаб е център за дизайн, инженеринг и производство и е произвел едни от най-доминиращите автомобили в историята на Формула 1. В близкия Бриксуърт се намира известната фабрика за двигатели на Mercedes – технологичен център за висока производителност (HPP), който разполага с авангардни съоръжения за производство на едни от най-добрите двигатели в спорта.",
    "Racing Bulls": "Въпреки че брандирането на RB все още е младо, базата на отбора във Фаенца е силно свързана с историческия отбор Minardi. Основателят Джанкарло Минарди дори включва герба на града – изправен лъв – в емблемата на отбора. Постоянните аутсайдери във Формула 1 са базирани там от 1985 до 2005 г., след което мястото е поето от Red Bull и трансформирано в Scuderia Toro Rosso. Фабриката премина към цветовете на AlphaTauri преди сезон 2020, преди отборът, собственост на Red Bull, да претърпи още един ребранд през 2024 г., този път като RB.",
    "Red Bull Racing": "Red Bull Racing има щаб в Милтън Кийнс, Англия, известен като Red Bull Technology Campus. Този обширен комплекс включва фабриката и дизайнерските площи на отбора и някога е бил дом на предшественици като Stewart Grand Prix и Jaguar Racing. Кампусът демонстрира ангажимента на отбора към иновации и нетрадиционно мислене, което води до впечатляващ успех във Формула 1. В последните години те се стремят да произвеждат собствени двигатели.",
    "Renault": "Формула 1 отборът Renault е базиран в Енстоун, Оксфордшър, Англия. Съоръжението в Енстоун има богата история, като преди това е било дом на Toleman Motorsport, Benetton Formula и Lotus F1, преди да бъде придобито от Renault. Тази база помещава развитието на шасито и операциите на отбора. Освен това, операциите за двигатели на Renault са разположени във Вири-Шатийон, Франция, където се разработват и произвеждат силовите агрегати. Renault има значимо присъствие във Формула 1 както като конструктор, така и като доставчик на двигатели, постигайки множество титли при конструкторите и пилотите.",
    "Williams": "Williams, кръстен на основателя си сър Франк Уилямс, има щаб в Гроув, Англия. Той е дом на дизайнерските и инженерните отдели на отбора, както и на редица стари автомобили, които са печелили успехи в спорта, управлявани от пилоти като Найджъл Менсъл и Деймън Хил."
  },
  "teams": {
    "constructorChampionships": "Конструкторски шампионати",
    "foundedYear": "Година на основаване",
    "grandPrixWins": "Победи в Гран При",
    "header": "Отбори във Формула 1",
    "headquarters": "Щаб",
    "originCountry": "Държава на произход"
  }
}
