{
  "footer": {
    "allRightsReserved": "Всички права запазени.",
    "content": "Предоставяме ви най-доброто от Формула 1 от 2011 година."
  },
  "gallery": {
    "f1Photos": "Галерия със снимки от Формула 1"
  },
  "hof": {
    "country": "Държава",
    "hallOfFame": "Зала на славата",
    "winDate": "Победа"
  },
  "navigation": {
    "contacts": "Контакти",
    "gallery": "Галерия",
    "hof": "Зала на Славата",
    "home": "Начало",
    "pointSystem": "Система за Точки",
    "teams": "Отбори"
  },
  "pointSystem": {
    "evolutionOfPoints": "Еволюция на системата за точки във Формула 1",
    "points": "точки"
  },
  "teamInfo": {
    "Alpine": "Щабът на Alpine се намира в Енстоун, Англия. Базата им има дълга история във Формула 1, като преди това е служила като щаб на отборите Benetton и Renault F1 - и можете да видите препратки към това с иконични стари коли в сградата и трофеи от успехите на бивши пилоти като Михаел Шумахер и Фернандо Алонсо. Фасилитетът включва дизайнерски и производствени отдели, докато двигателното подразделение се намира във Вири-Шатийон, Франция.",
    "Aston Martin": "Щабът на Aston Martin се намира в Силвърстоун, Англия - точно срещу емблематичната писта за Гран При. В сърцето на британския моторен спорт, техният наскоро построен фасилитет служи като модерен център за производство, дизайн и тестване. Амбициите им с новата база отговарят на постиженията им на пистата. С богато наследство във Формула 1, областта някога е била дом на предшественици като Jordan и други. Това е отлично място за базиране на F1 отбор.",
    "Ferrari": "Щабът на Scuderia Ferrari се намира в Маранело, Италия, и е емблематичен комплекс, пропит с история в моторния спорт. Щабът на Ferrari включва производствени, дизайнерски и развойни отдели и служи като сърцето на техните усилия във Формула 1. Фасилитетът комбинира традиция и иновации, с множество препратки към тяхната богата история в моторния спорт. Това е може би най-емблематичният щаб във Формула 1, тъй като марката с Препускащия кон е в спорта от самото начало на шампионата през 1950 г.",
    "Haas": "Щабът на Haas се намира в Канаполис, Северна Каролина, САЩ, но те също имат база в 'долината на моторния спорт' в Обединеното кралство, където са базирани много от отборите. Базата им в Банбъри е дом на множество функционални отдели, включително логистика, електрическо инженерство, представяне на превозни средства и програмно управление, както и поддръжка на състезателния отбор и комуникационния отдел.",
    "Kick Sauber": "Отборът Sauber F1, брандиран като Alfa Romeo през последните години, е базиран в Хинвил, Швейцария. Фасилитетът в Хинвил е известен със своята усъвършенствана аеродинамична тръба и съвременни производствени възможности. Sauber има дългогодишна репутация във Формула 1, служейки като стартова платформа за пилоти като Кими Райконен и Себастиан Фетел в ранните им кариери. С партньорството с Audi, което се очертава на хоризонта, отборът е на прага на вълнуващо бъдеще.",
    "McLaren": "McLaren е базиран в McLaren Technology Centre, намиращ се в Уокинг, Англия. Известен със своята поразителна архитектура, този футуристичен фасилитет комбинира работни пространства, изследователски лаборатории и предстоящ нов аеродинамичен тунел. McLaren Technology Centre олицетворява ангажимента на отбора към съвършенството, но също така има множество препратки към миналото - с трофеи и стари коли, разпръснати из сградата.",
    "Mercedes": "Отборът на Mercedes е базиран в Бракли, Англия. Техният щаб служи като център за дизайн, инженеринг и производство и в последните години е произвел едни от най-доминиращите коли в историята на Формула 1 - както и е бил дом на отбори като Brawn GP в миналото. Наблизо в Бриксуърт се намира известната фабрика за двигатели на Mercedes. Технологичният център за висока производителност (HPP) разполага с авангардни фасилитети, които позволяват на отбора да произвежда едни от най-добрите двигатели в спорта.",
    "Racing Bulls": "Racing Bulls, измислен или временен отбор, може да бъде базиран на успеха на Red Bull Racing или на подобна тема. Ако този отбор е предназначен да бъде отделна единица, моля, предоставете повече контекст за точна информация.",
    "Red Bull Racing": "Red Bull Racing има щаб в Милтън Кийнс, Англия, известен като Red Bull Technology Campus. Този обширен комплекс обхваща фабриката и дизайнерските площи на отбора и някога е бил дом на предшественици като Stewart Grand Prix и Jaguar Racing. Red Bull Technology Campus демонстрира ангажимента на отбора към иновациите и нетрадиционното мислене, което води до впечатляващ успех във Формула 1, а в последните години те се стремят да произвеждат собствени двигатели.",
    "Williams": "Williams, кръстен на основателя си сър Франк Уилямс, има щаб в Гроув, Англия. Щабът на Williams е дом на дизайнерските и инженерните отдели на отбора и също така съхранява редица от техните стари коли, които са били толкова успешни в спорта в ръцете на пилоти като Найджъл Менсъл и Деймън Хил."
  },
  "teams": {
    "constructorChampionships": "Конструкторски шампионати",
    "foundedYear": "Година на основаване",
    "grandPrixWins": "Победи в Гран При",
    "header": "Отбори във Формула 1",
    "headquarters": "Щаб",
    "originCountry": "Държава на произход"
  }
}
