{
  "contacts": {
    "checkoutMyPortfolio": "Check out my portfolio:",
    "message": "I'm a passionate developer specializing in creating modern, responsive web applications. Feel free to explore my work and reach out for collaborations or projects!",
    "visitPortfolio": "Visit Portfolio"
  },
  "footer": {
    "allRightsReserved": "All rights reserved.",
    "content": "Bringing you the best of Formula 1 since 2011."
  },
  "gallery": {
    "f1Photos": "Formula 1 Photo Gallery"
  },
  "hof": {
    "country": "Country",
    "hallOfFame": "Hall of Fame",
    "winDate": "Win Date"
  },
  "home": {
    "description": "Experience the speed, the thrill, and the excitement of the Formula One World Championship. Dive into the world of motorsport's pinnacle with races held across the globe, featuring the world's best drivers and the most advanced racing technologies.",
    "diveDeeper": "Dive Deeper into the World of F1",
    "facebook": "Facebook",
    "web": "Formula One",
    "welcome": "Welcome to Formula One",
    "youtube": "YouTube"
  },
  "navigation": {
    "contacts": "Contacts",
    "gallery": "Gallery",
    "hof": "Hall Of Fame",
    "home": "Home",
    "pointSystem": "Point System",
    "teams": "Teams"
  },
  "notFound": {
    "home": "Back To Home",
    "message": "It seems you've taken a wrong turn. Let's get you back on track!"
  },
  "pointSystem": {
    "evolutionOfPoints": "Evolution of Formula 1 Points System",
    "points": "points"
  },
  "racer": {
    "country": "Country: ",
    "dateOfBirth": "Date of Birth: ",
    "dateOfDeath": "Date of Death: ",
    "placeOfBirth": "Place of Birth: ",
    "totalWins": "Total Wins: ",
    "teams": "Teams",
    "AlainProst": {
      "additional": "Alain Prost was born on February 24, 1955, near Saint Chamond in the Loire region of central France, where his father Andre manufactured kitchen furnishings. Alain was a busy little boy with a boundless energy that more than made up for any shortcomings he might have in terms of physical height. He threw himself into wrestling, roller skating and playing football with such vigour that his prominent nose was broken several times. Athletically inclined, he thought about becoming a gym instructor or parlaying his proficiency at soccer into a professional career. Instead, his passion turned to kart racing which he discovered at 14 while on a family holiday in the south of France. What began as fun quickly became an obsession and he won several karting championships. In 1974 he left school to become a full-time racer, supporting himself by tuning engines and a becoming a kart distributor. His prize for winning the 1975 French senior karting championship was a season in Formula Renault, a category in which he went on to win two driving titles before moving to Formula Three. In 1978 and 1979 he won both the French and European F3 championships, by which time he was on the shopping lists of several Formula 1 teams. After carefully considering his options he chose to sign with McLaren for 1980.",
      "main": "His place in Formula 1 history as one of the sport's greatest drivers is secure, though a career full of conflict and controversy detracted somewhat from his considerable achievements. He won four championships but also left teams acrimoniously on four occasions. He made winning races - 51 times - look easy but was less successful at the politics in which he was invariably embroiled. His bitter feud with Ayrton Senna brought out the best and worst in them both. And yet among the champions only Lewis Hamilton, Michael Schumacher and Juan Manuel Fangio won more crowns than Alain Prost."
    },
    "AlanJones": {
      "additional": "His father Stan Jones, an affluent car dealer, was one of Australia's top racers who in the mid-1950s was good enough to be offered tryouts in Europe (with BRM and Ferrari) but declined them in order to stay home and look after his business and his family. Alan Stanley Jones, born in Melbourne on November 2, 1946, was inspired by his father's successes and encouraged by him to have a go himself. At 15 he was a kart racing champion and soon also went well in a Mini and in one of his father's single-seater Coopers. Further progress was delayed when Stan Jones went bankrupt in an Australian economic recession. In 1967 Alan managed to scrape together enough cash to finance a traditional Australian tour of England and Europe. During this trip he decided that any future in motorsport would have to be pursued abroad.",
      "main": "A straight-talking, iron-willed, hard-driving tough guy, Alan Jones fought his way to the forefront, where he defended his territory with ruthless determination and large doses of intimidation. His belligerence was partly a by-product of a long and hard struggle to make it to Formula 1 racing in the first place. Once there, he was considered little more than a journeyman driver, until he teamed up with the then equally undistinguished Williams team. Together, they took on the world and beat it, with AJ becoming the prototypical Williams driver."
    },
    "AlbertoAscari": {
      "additional": "Alberto Ascari, born in Milan on July 13, 1918, was just seven years old when his famous father Antonio, the reigning European champion, was killed while leading the French Grand Prix at Montlhery. By that time little Alberto was already immersed in his father's milieu, having met the many big names in racing, including Antonio's close friend Enzo Ferrari, who frequented the thriving Ascari Fiat dealership in Milan. Despite the tragic loss of his beloved father Alberto succumbed to the lure of racing. His famous name helped get him started, though it was on two wheels, not four, when, as a 19-year-old he was hired to ride for the Bianchi motorcycle team. His first four-wheel foray came in the 1940 Mille Miglia, where Enzo Ferrari gave him a ride in a Tipo 815 Spyder. When Italy entered World War II the Ascari garage in Milan, now run by Alberto, was conscripted to service and maintain military vehicles. During the war years he also established a transport business, supplying fuel to Italian army depots in North Africa. His partner in this enterprise was Luigi Villoresi, a racing driver with whom he developed a father-son relationship. By the end of the war Alberto was a family man, having married Mietta and become the father of Patrizia and Antonio, who was named after his celebrated grandfather.",
      "main": "The son of one of Italy's great pre-war drivers, Alberto Ascari went on to become one of Formula 1 racing's most dominant and best-loved champions. Noted for the careful precision and finely-judged accuracy that made him one of the safest drivers in a most dangerous era, he was also notoriously superstitious and took great pains to avoid tempting fate. But his unexplained fatal accident - at exactly the same age as his father’s, on the same day of the month and in eerily similar circumstances - remains one of Formula 1 racing’s great unsolved mysteries."
    },
    "AyrtonSenna": {
      "additional": "Ayrton Senna da Silva was born on March 21, 1960, into a wealthy Brazilian family where, with his brother and sister, he enjoyed a privileged upbringing. He never needed to race for money but his deep need for racing began with an infatuation for a miniature go-kart his father gave him when he was four years old. As a boy the highlights of Ayrton's life were Grand Prix mornings when he awoke trembling with anticipation at the prospect of watching his Formula 1 heroes in action on television. At 13 he raced a kart for the first time and immediately won. Eight years later he went single-seater racing in Britain, where in three years he won five championships, by which time he had divorced his young wife and forsaken a future in his father's businesses in favour of pursuing success in Formula 1 racing, where he made his debut with Toleman in 1984. At Monaco (a race he would win six times), his sensational second to Alain Prost's McLaren - in torrential rain - was confirmation of the phenomenal talent that would take the sport by storm.",
      "main": "He streaked through the sport like a comet, an other-worldly superstar whose brilliance as a driver was matched by a dazzling intellect and coruscating charisma that illuminated Formula 1 racing as never before. No one tried harder or pushed himself further, nor did anyone shed so much light on the extremes to which only the greatest drivers go. Intensely introspective and passionate in the extreme, Ayrton Senna endlessly sought to extend his limits, to go faster than himself, a quest that ultimately made him a martyr but did not diminish his mystique."
    },
    "DamonHill": {
      "additional": "Damon Graham Devereux Hill was born on September 17, 1960, two years before his father Graham won his first driving title. The Hills lived comfortably in a large London house where from an early age Damon was accustomed to visits from such family friends as Stirling Moss, Jim Clark, John Surtees and Jackie Stewart. But he found their line of work boring to watch and was instead much more interested in motorbikes, a small example of which his father bought for him when he was 11. Four years later the Hill's happy home life was torn asunder when Graham and several members of his Formula One team were killed in an air crash. Insurance claims wiped out all the family savings, leaving Bette Hill to bring up Damon and his two sisters in drastically reduced financial circumstances.",
      "main": "When Williams made Damon Hill a Formula 1 driver, despite his undistinguished racing record, Frank Williams said it was because he was (a tough bastard) and Patrick Head said he admired his (fierce inner determination.) Like his World Champion father Graham Hill, he needed these qualities to achieve ultimate success in the sport to which - also like his father - he came late after a long struggle. His heritage helped, as did luck, but in the end it was his own ability that enabled Damon Hill to add lustre to the family name."
    },
    "DennyHulme": {
      "additional": "Denny Hulme's father Clive was a World War II hero who won the Victoria Cross for bravery as a sniper in a bloody battle on the island of Crete. On his return home, to Te Puke on New Zealand's North Island, Clive operated a small farm and a trucking business. Denny, born on June 18, 1936, learned to drive a truck while sitting on his father's lap and by the age of six was driving solo. As a youngster he preferred trout fishing, hunting or working on his father's trucks. At 17 he left school and became a mechanic and a driver, hauling cargo over long distances on New Zealand's winding roads. On these journeys he whiled away the hours with reveries of racing, imagining that he was Stirling Moss or another of the European stars he had seen racing in New Zealand's Tasman Series.",
      "main": "Denny Hulme's dislike of celebrity and preference for anonymity made him the most low key of champions. He hated fame, had no trace of vanity and found social functions an agony. His nickname 'The Bear' was a reference to both his rugged features and a gruff nature that would erupt when he was provoked. Yet he was also a sensitive man unable to express his feelings, except in a racing car, in which he was an accomplished if unspectacular driver. He eventually died behind the wheel, a quarter of a century after he became champion."
    },
    "EmersonFittipaldi": {
      "additional": "Emerson Fittipaldi was named after Ralph Waldo Emerson, an American writer admired by his father Wilson Fittipaldi, a prominent Brazilian motorsport journalist and radio commentator. With this background Emerson (born December 12, 1946, in Sao Paulo) and his older brother Wilson Jr, soon became enthusiastic followers of motorsport, though when they decided to become participants their father was reluctant to finance it. He didn't have to because the Fittipaldi boys became successful entrepreneurs while still in their teens. Their enterprise, which began with a steering wheel that Emerson made for his mother's car, developed into a thriving custom car accessory business. Then came Fittipaldi karts, built and raced by the brothers, though more successfully by Emerson, who became Brazilian kart champion at the age of 18. In 1967, when the Fittipaldis turned to constructing Volkswagen-powered Formula Vee single seaters, Emerson drove one of them to the Brazilian championship.",
      "main": "The youngest World Champion at the time achieved that distinction through circumstances that threw him in at the deep end while he was still relatively wet behind the ears. But 'Emmo' rose superbly to the challenge, winning his first driving title at 25 and his second two years later. Thereafter, dragged under by a disastrous career move, he sank to the bottom leaving hardly a trace of past glory. Yet his status as a popular champion and spokesman for the sport remains intact and he is also credited with serving as the inspiration for the influx of Brazilian drivers that followed him into Formula 1 racing."
    },
    "FernandoAlonso": {
      "additional": "Fernando Alonso Diaz (his full name includes his mother's maiden name, according to the Spanish custom) was born on 29 July, 1981, in Oviedo, a city in the Asturias region of northern Spain, where his mother worked in a department store and his father was employed in the mining industry as an explosive expert. The Alonsos and their two children lived comfortably but were by no means a wealthy family. Luis Alonso, a keen amateur kart racer, wished to share his passion with his children and built them a pedal kart in the form of a realistic-looking miniature F1 car. It was originally intended for eight-year-old Lorena but she soon grew tired of it, whereupon her three-year-old brother eagerly climbed into the tiny cockpit and immediately felt at home. From the beginning little Fernando was not content to simply pedal around. He wanted to compete and to win.",
      "main": "The 28th Formula 1 World Drivers' Champion was at the time the youngest ever. Just 24 years old, Fernando Alonso also led the Renault team to the 2005 Constructors' Championship, thus ending the reign of the Michael Schumacher-Ferrari combination that had dominated for so long. The precocious and personable youngster who made so much history so soon comfortably wore the crown - a bright, polished, perfectly poised new star. Confirmation of his brilliance came in 2006 when he successfully defended his title against strong opposition from Schumacher, whose subsequent retirement left Alonso well-placed to succeed him as Formula 1's resident superstar..."
    },
    "GrahamHill": {
      "additional": "Norman Graham Hill was born in north London on February 15, 1929. He claimed he inherited his determination from his mother and his sense of humour from his father, a stock broker. Both qualities were required to endure the deprivations and dangers of life in wartime London, where Hill grew up during the Blitz. He played drums in a Boy Scout band, went to a technical school and at 16 became an apprentice for the Smith instrument company. He bought a motorcycle and on a foggy night crashed it into the back of a stopped car, suffering a broken thigh that permanently shortened his left leg. In 1952 he joined the London Rowing Club, took to the sport like a duck to water and would later wear the club's insignia (eight vertical stripes representing oars) on his racing helmet. Before that, however, he had to wear a Royal Navy uniform, in which he felt like a fish out of water. He resented the compulsory nautical service and as a sign of protest deliberately contravened naval regulations by cultivating the neatly trimmed moustache that would become his trademark.",
      "main": "Graham Hill's iron-willed determination, fierce pride and great courage enabled him to overcome the odds against more naturally gifted drivers. None of them was more popular with the public than the moustachioed extrovert with the quick wit, who loved the limelight, was a natural entertainer and became one of the first Formula 1 media stars. His fans remained loyal, even when he damaged his reputation by racing too long past his prime. Millions were shocked when he was killed, not in a racing car, but at the controls of his plane."
    },
    "JackBrabham": {
      "additional": "John Arthur 'Jack' Brabham, was born on April 2, 1926, in Hurstville, an Australian town near Sydney where his father was a greengrocer. From an early age Jack was far less interested in fruit and vegetables than in the Brabham shop's delivery vehicles. He learned to drive them long before he was eligible for a licence and by his early teens he was equally adept at keeping them roadworthy. His mechanical aptitude led him to a technical college where he studied practical engineering. Not academically-inclined, he left school at 15 and went to work in an engineering shop, then a garage. At 18 he joined the Royal Australian Air Force in Adelaide, where he wanted to learn to fly but was instead trained to fill a wartime shortage of flight mechanics. Upon his discharge, in 1946, an uncle in the construction business built him a workshop in Sydney, where Jack opened his own engineering establishment.",
      "main": "Jack Brabham's three world championships were the product of both his engineering expertise and driving skill. His first two titles, in rear-engined Coopers he helped develop, confirmed the obsolescence of front-engined Formula 1 cars. His third title, in a Brabham, made him the only driver to become champion in a car of his own make. For his lifetime achievements, which also included nurturing the talents of other notable drivers and pioneering the business side of the sport, he became the first Formula 1 driver to receive a knighthood."
    },
    "JackieStewart": {
      "additional": "John Young 'Jackie' Stewart was born in Dumbartonshire, Scotland, on June 11, 1939. His father owned a garage business and Jackie's older brother Jimmy was the first in the family to try racing, though his mother disapproved. There were also fears about Jackie's future because he was a failure at school and left at 15. Only later was he diagnosed as suffering from severe dyslexia - which made his subsequent achievements even more remarkable. While still a teenager he took up clay pigeon shooting and became one of the best shots in Britain. When he began racing saloons and sportscars he quickly showed outstanding talent that prompted team entrant Ken Tyrrell to hire him to contest the 1963 British Formula 3 series, in which the speedy Scot won seven races in a row.",
      "main": "His outstanding track record still ranks him among the most successful champions, yet in terms of personally influencing the way Formula 1 racing developed Jackie Stewart stands alone. His one-man safety crusade made the sport much safer. His excellent communication skills helped make it more popular. He set new standards of professionalism for drivers and was also a pioneer in exploiting Formula 1 racing's commercial potential. His keen intelligence and tireless energy helped, but he would never have been able to exert such influence had he not been a truly great driver."
    },
    "JacquesVilleneuve": {
      "additional": "When he decided to become a racer the son of legendary Ferrari driver Gilles Villeneuve was always going to be a name to watch. Having a famous father was a mixed blessing. While doors opened for him quickly the son of the late hero was expected to speed through them and continue the family tradition of hard-driving success. As it developed, Jacques Villeneuve soon made a name for himself.",
      "main": "Judging by the record books Jacques Villeneuve had a Formula 1 career in reverse. He nearly won the driving title in his debut year, did so in his second season, then went steadily downhill and eventually dropped right out of the sport. Yet the statistical rise and fall of the son of one of the greatest racing heroes was not an accurate reflection of his driving ability, nor do the numbers do justice to his impact as one of the most colourful and controversial champions. As a distinctive personality he stood alone and in terms of his entertainment value he had few peers."
    },
    "JamesHunt": {
      "additional": "James Simon Wallis Hunt, born on August 29, 1947, into the family of a London stockbroker, was an unruly child: hyperactive, contrary and persistently rebellious. As a self-confident, competitive and determined youth he taught himself to play tennis and squash to a high standard. The tall and handsome public schoolboy also enjoyed considerable success with women. On his 18th birthday he saw his first race, a club meeting at Silverstone, and immediately decided to he was going to become World Champion. His parents refused to support their feckless son's foolish Formula One fantasy. James worked at odd jobs, bought a wrecked Mini and spent two years race-preparing it, only to have his first entry fail scrutineering because the driver's seat was an old lawn chair.",
      "main": "James Hunt's was a turbulent life lived to the limit - in and out of racing cars. As a driver he overcame constant fear and enormous odds to become the best in the world - triumphing in one of the most dramatic championship battles in Formula 1 history. As a colourful personality and unconventional character he had no peers - alternately entertaining admirers and offending critics with his often outrageous behaviour. After he retired he continued to make a strong impact, as a TV commentator, but died suddenly in the prime of his life."
    },
    "JensonButton": {
      "additional": "When their son was born, on 19 January, 1980, in Frome, Somerset, southwest England, John and Simone Button named him after Erling Jensen, a Danish friend who competed in rallycross, a branch of motorsport in which John Button had raced with distinction. While the spelling of his name was deliberately changed to differentiate it from the Jensen sportscar, Jenson Button was from infancy fascinated by motorsport. A hyperactive, strong-willed child with a short attention span, he only sat still when watching racing on TV. A miniature scramble bike, a gift for his seventh birthday, briefly satisfied his appetite for action until it was replaced in his affections by a 60cc go-kart, a Christmas present the eight-year-old drove to victory in his very first race. The little blond, freckle-faced winner went to sleep hugging his tiny trophy, having informed his indulgent Dad that he wanted to be Formula 1 World Champion.",
      "main": "The 2009 World Champion grew up in the sport, maturing from a carefree youngster distracted by having too much too soon into a seasoned survivor who toiled in obscurity for a decade before his perseverance suddenly paid off in a fairy tale finish with a team that came from nowhere. His unexpected title triumph was partly the product of circumstances that prevented other contenders from overcoming his sensational head start, but ultimately it was Jenson Button's talent and tenacity that took him to the top..."
    },
    "JimClark": {
      "additional": "James Clark, junior, was born on March 4, 1936, and brought up with his four sisters on the family farm in Scotland's Berwickshire hills near the border with England. There was plenty of room to roam around the Clark's large acreage where flocks of pedigree sheep grazed peacefully and where Jim Clark would always feel most at home. It was worlds away from international motorsport, a subject he first read about in books and magazines when, at 13, he went to a private school in Edinburgh, where he also played cricket and was quite good at hockey. When it came to using vehicles for sporting pursuits Jim had to overcome parental opposition to using them for anything other than utilitarian purposes. Having first driven the family car around the fields in secret, and then been allowed to drive farm tractors alone, Jim got his driver's license on his 17th birthday, by which time he had left school and was working full time on the farm. For personal transport he bought a Sunbeam Talbot and in 1956 began using it to compete in local rallies and driving skill tests. He soon graduated to winning club races in a variety of sportscars entered for him by wealthy enthusiast friends, without whose encouragement he might have progressed no further. When he won he found being the focus of attention embarrassing. He also felt guilty about racing against his family's wishes. Goaded on by his friends, the reluctant racer began to take it more seriously, demonstrating an outstanding natural talent that amazed everyone, and certainly surprised the man himself.",
      "main": "He never intended to make racing a way of life, let alone become the best in the world in a sport that for him began as farm boy's hobby. And when the sport took Jim Clark's life the racing world mourned the loss of one of its best-loved champions, the unassuming Scottish driving genius whose personal integrity and admirable human qualities endeared him to fans and rivals alike. Nearly invincible in the car, he seemed vulnerable out of it and was always a reluctant hero. Few champions were as dominant. Fewer still are remembered so fondly."
    },
    "JochenRindt": {
      "additional": "Karl Jochen Rindt, born on April 18, 1942, in Mainz, Germany, was orphaned as an infant when his wealthy parents were killed in a bombing raid. His maternal grandparents adopted him and brought him up in Graz, Austria. A head-strong youngster seemingly hell-bent on defying authority, he continually sought ways to indulge in his burgeoning passions for speed and competition - preferably allied with danger. Twice he broke limbs in schoolboy ski races and when he switched to motorized sport, at first on a moped and then on a motocross bike, he either crashed or won. On public roads he drove battered Volkswagens like a madman and was often in trouble with the police. His rebellious streak caused him to be expelled from several private schools and his strait-laced grandparents (his grandfather was a prominent lawyer) despaired for his future.",
      "main": "In the record books he is notable for being the only posthumous World Champion. But before he was killed Jochen Rindt had carved himself a memorable niche in the small but select category of heroes whose voracious appetite for raw racing was demonstrably apparent in a daredevil driving style that was both thrilling and worrying to watch. Few threw themselves into the fray with such vigour, nor did many measure up to Rindt's status as a colourful character. Fiercely determined and resolutely independent, he had a rough and tumble allure seldom seen before or since."
    },
    "JodyScheckter": {
      "additional": "Jody Scheckter was born on January 29, 1950, in East London, South Africa, where his father owned a Renault dealership. Jody worked there as an engineering apprentice and learned to drive when he was quite young, but only knew one speed: flat-out. This attitude naturally led him to try racing, at first on motorcycles and then in saloon cars. In his first national race he was black-flagged off the circuit for dangerous driving. Eventually he learned to temper his aggression with enough skill to become a regular winner. In 1970 he won the South African Formula Ford series and with it the Driver To Europe scholarship. With his prize - 300 pounds cash and air tickets to England for himself and his wife Pam - Jody set out to become the best driver in the world. That was always his goal but the route he took to achieving it was at first strewn with wreckage and many wondered if he would survive.",
      "main": "He exploded on the scene as an erratic, crash-prone wild man whose desperate deeds of derring-do put himself and his peers in great danger. Jody Scheckter became infamous for causing one of the biggest accidents in Formula 1 history, after which there were demands that he should be banned from the sport. Instead, he straightened himself out and concentrated his considerable talent and ambition on becoming World Champion. Having achieved his goal (with Ferrari, whose next champion would be 21 years in the future), he quickly retired."
    },
    "JohnSurtees": {
      "additional": "His family background gave John Surtees a head start on motorcycles. His father Jack, who owned a motorcycle shop in South London, was a three-time British motorcycle sidecar champion. The eldest of three children, John was born on February 11, 1934, and by the time he was 11 he had a bike of his own and could ride and repair it with equal skill. At 16 he left school and became an apprentice engineer at the Vincent motorcycle factory. A year later he competed in his first solo race and won it. In 1955 he became a member of the Norton works team and rode to victory 68 times in 76 races. From 1956 to 1960 he raced 350cc and 500cc bikes for the famed Italian MV Agusta team and won seven world championships.",
      "main": "Famed as the only World Champion on both two and four wheels, John Surtees rode motorcycles and drove Formula 1 cars with equal skill and bravery. He made the leap from bikes to cars with surprising ease, though his quick climb to the pinnacle of motorsport was also the result of a great deal of hard effort by a serious-minded driver whose fierce independence ultimately proved to be a handicap. Having won the driving title at Ferrari, he left after a violent argument and was thereafter ill-equipped to win consistently."
    },
    "JuanManuelFangio": {
      "additional": "Fangio flourished in Formula 1 racing when the world championship was in its infancy and he was a comparatively 'Old Man' - which is what his admiring rivals called the aging genius who won his last driving title in 1957, when he was 46. Most of his challengers were young enough to be his sons, and nearly all of them came from privileged backgrounds far removed from Fangio's humble origins in a remote corner of Argentina, in the dusty frontier town of Balcarce. His father and mother, hard-working immigrants from the Abruzzi region of Italy to whom Fangio was deeply devoted, raised their six children (three boys and three girls) to believe in God and the dignity of labour. Fangio credited his parents with instilling in him the virtues of honesty and integrity, self-discipline, respect for others and the sense of responsibility that characterized his approach to life.",
      "main": "Many consider him to be the greatest driver of all time. In seven full Formula 1 seasons (he missed one recovering from a nearly fatal injury) he was World Champion five times (with four different teams) and runner-up twice. In his 51 championship Grands Prix he started from the front row 48 times (including 29 pole positions) and set 23 fastest race laps en route to 35 podium finishes, 24 of them victories. His superlative track record was achieved by some of the greatest displays of skill and daring ever seen. Fangio did it all with style, grace, nobility and a sense of honour never seen before or since."
    },
    "KekeRosberg": {
      "additional": "Keijo Erik Rosberg - he later called himself Keke to make it easier for the media to remember his name - was born in Stockholm, Sweden, on December 6, 1948, where his Finnish parents were students at the time. On their return to Finland his father became a veterinarian and his mother a chemist and both competed in rallies. Their son's first experience behind the wheel came when little Keijo, sitting alone in the family car in the driveway, switched on the ignition and promptly smashed the car into the garage door. Despite that setback he took to karts while still a toddler, greatly enjoyed the wind-in-the-face thrill of it all and by his teens had become an accomplished kart racer.",
      "main": "The original Flying Finn was a swaggering swashbuckler whose dashing, daring, darting style of driving enlivened every race he was in. He was a late arrival in Formula 1 racing, having wheeled and dealed and raced his way around the world in other categories for a dozen years, but tried harder than ever to make up for lost time. In the record books his name is not near the top in terms of Grand Prix victories, yet in that select category of those who actually looked as fast as they drove the wonderfully aggressive Keke Rosberg ranks among the very highest."
    },
    "KimiRaikkonen": {
      "additional": "Kimi Matias Raikkonen spent his childhood in a house built by his great grandfather in Espoo, a suburb of the Finnish capital, Helsinki. To provide for Kimi, born on 17 October, 1979, and his older brother Rami, their hard-working parents Matti and Paula toiled, respectively, as a road builder and an office clerk. Money was scarce but the Raikkonens were a happy family and their humble homestead surrounded by open countryside was an ideal environment for the two rambunctious youngsters to flex their racing muscles. At first (when Kimi was just three years old) the brothers tore around on miniature motocross bikes fitted with training wheels. A move to karts paved the way for Kimi (who began competitive karting at 10) and Rami (who eventually became a successful rally driver) to make rapid progress in motorsport, though it came at a cost. Matti had to work nights as a taxi driver and nightclub bouncer and funds diverted to karting meant plans to replace the outside lavatory with a proper bathroom in the family home had to be postponed.",
      "main": "Fast-tracked into the sport with the shortest CV on four wheels, the unknown newcomer who came from nowhere and said next to nothing immediately proved he knew exactly what he was doing: driving a Formula 1 car as fast as it could possibly go. The car couldn't always keep up with his talent and it took seven seasons for Kimi 'Iceman' Raikkonen to become World Champion. Notoriously inanimate and uncommunicative, the silent speedster's frozen expression in fact masked the hidden depths in one of the most original - and popular - characters in the sport's history..."
    },
    "LewisHamilton": {
      "additional": "Lewis Carl Davidson Hamilton was born into a mixed-race family on 7 January 1985, in Stevenage, a quiet English town north of London. His father Anthony, whose parents immigrated from Grenada in the West Indies in the 1950's, and his mother Carmen divorced when Lewis was about two years old. He lived with Carmen until he was 10 then moved in with Anthony, his wife Linda and their three-year-old son Nicolas. Remaining close to his mother, Lewis also formed a strong bond with his stepmother and credits them both with contributing to the caring, considerate side of his nature. He finds the cheerful bravery of his stepbrother, who suffers from cerebral palsy, inspirational. 'I only have to think of Nic to feel motivated and put a smile on my face.' His steely ambition and iron resolve come from the head of the family. 'Even though he always told me to be courteous and polite, my focus and determination comes from, and has always been driven by, my dad.'",
      "main": "The 30th Formula 1 World Champion was the youngest ever, taking his first title in the most dramatic fashion - on the last corner of the last lap of the last race of one of the most scintillating seasons. The sensational triumph of the sport's first black driver, in only his second year at the pinnacle of motorsport, was a welcome human interest story that focused unprecedented international attention on Formula 1 racing. His prodigious talent and pleasing personality made Lewis Hamilton an inspirational role model and ideal ambassador for his profession..."
    },
    "MarioAndretti": {
      "additional": "After it became his way of life he always said he was born to race, yet the circumstances in his formative years forced Mario Andretti to take an exceedingly circuitous route to get where he wanted to go. Mario and his twin brother Aldo were born on February 28, 1940, with World War II raging all around their birthplace of Montona, a town near the Italian port city of Trieste. The brothers' first seven years were spent in a camp for displaced persons, where the Andretti family endured exceedingly crowded conditions and severe food shortages. When the war ended and their part of Italy was handed over to the Communists and became part of what was then Yugoslavia, the Andrettis moved to Lucca, where young Mario first became aware of the sport that was to become his all-consuming passion.",
      "main": "Mario Andretti personified the American Dream, an immigrant who came to the land of the free and the home of the brave and achieved considerable fame and fortune. He did so in a job he would have done in anonymity and for nothing. Few drivers loved their racing more, and few suited stardom as much as the congenial man whose unforced charm was as natural as the talent that brought him so much success in so many types of racing. His insistence on racing in his adopted homeland meant he came late to realising his boyhood ambition of becoming Formula 1 World Champion."
    },
    "MaxVerstappen": {
      "additional": "Max Emilian Verstappen was born 30 September, 1997 in Hasselt, Belgium, and has a younger sister, Victoria. His Belgian mother, Sophie Kumpen, was a successful kart racer and his Dutch father, Jos Verstappen, a former F1 driver. After his parents separated Max lived in Holland with his father, who masterminded the boy racer’s fast-moving career. As a two-year-old toddler Max first flogged a mini quad bike around the family garden, then drove a rented go-kart as a four-year-old. Four years later he began competing, progressing quickly through various karting categories and winning titles in several European countries.",
      "main": "In 2021 24-year-old Max Verstappen became the 34th Formula 1 World Champion, taking the title from seven-time champion Lewis Hamilton amid controversy on the last lap of the last race. Driving on the limit – sometimes over it – their intense rivalry became a personal feud that pushed them far beyond the rest of the field. The enthralling battle between the ultra-confident Dutch youngster and the most successful driver in the sport’s history captured the imagination of a worldwide audience as never before."
    },
    "MichaelSchumacher": {
      "additional": "The most extraordinary driver's origins were most ordinary. He was born on 3 January, 1969, near Cologne, Germany, six years before his brother Ralf, who would also become a Formula One driver of note. Their father, a bricklayer, ran the local kart track, at Kerpen, where Mrs Schumacher operated the canteen. As a four-year old Michael enjoyed playing on a pedal kart, though when his father fitted it with a small motorcycle engine the future superstar promptly crashed into a lamppost. But Michael quickly mastered his machine and won his first kart championship at six, following which his far from affluent parents arranged sponsorship from wealthy enthusiasts that enabled Michael to make rapid progress. By 1987 he was German and European kart champion and had left school to work as an apprentice car mechanic, a job that was soon replaced by full-time employment as a race driver. In 1990 he won the German F3 championship and was hired by Mercedes to drive sportscars. The next year he made a stunning Formula One debut, qualifying an astonishing seventh in a Jordan for the Belgian Grand Prix at Spa, whereupon he was immediately snapped up by Benetton, with whom in 1992 he won his first F1 race, again at Spa, among the most demanding circuits of them all.",
      "main": "Since the Formula 1 World Drivers' Championship began in 1950 the title has been won by 34 different drivers, 16 of who won more than one championship. Of the multiple champions the most prolific was Juan Manuel Fangio, whose record of five titles stood for five decades until it was eclipsed by the most successful driver in the sport's history. Seven times a champion, Michael Schumacher also holds nearly every scoring record in the book by a considerable margin. Though his ethics were sometimes questioned, as was his decision to make a comeback after retiring, his sheer dominance when in his prime is beyond doubt..."
    },
    "MikaHakkinen": {
      "additional": "Five years after Mika Pauli Hakkinen was born, on September 28, 1968, his parents hired a go-kart for him to try at a track near their home outside Helsinki. On the very first lap little Mika had a big accident, though fortunately without injury to himself. Yet his first racing memory was not of his own fear but the look of it on his father's face. Unphased by his shaky start, Mika pestered his parents - Harri (a short wave radio operator and part time taxi driver) and Aila (a secretary) - until they bought him a kart of his own. As Mika became an increasingly quick karter the whole family - including his sister Nina - went racing for fun, forming their own little team and driving to races in a minibus. Though Mika preferred action to studying (briefly combining both by training as an acrobat at a circus school), he finished elementary school and enrolled in a metal working course. This was soon abandoned in favour of pursuing a career in a more obvious metier: by 1986 he was a five-time karting champion and had become a protege of fellow Finn, Keke Rosberg, the 1982 World Champion. They met, appropriately, in a sauna and Rosberg became his manager, arranging sponsorship that helped propel Mika 'flat out' (a favourite expression of both Finns) through the junior categories of single-seater racing.",
      "main": "He never said much, preferring to let his driving speak for itself. And it spoke volumes for the laid-back Flying Finn who always drove flat out. Everybody liked the silent star and nobody begrudged the success of the brave man who was nearly killed before he achieved it. Consistent as well as quick, he scored points in over half his races, taking his lop-sided grin to the top of the podium on 20 occasions. In their 11 years as rivals the only driver who achieved more was Michael Schumacher, who said the opponent he most respected was Mika Hakkinen."
    },
    "MikeHawthorn": {
      "additional": "Had he been born a decade earlier John Michael Hawthorn might have been a heroic Spitfire pilot in the Battle of Britain. Instead, the circumstances in his formative years led him into motorsport and he became Britain's first world driving champion. Two year's after Mike's birth on April 10, 1929, his racing enthusiast father Leslie bought a garage near the Brooklands circuit in Farnham, Surrey, where he had raced motorcycles prior to World War II. Inspired by the proximity of Brooklands, and by the atmosphere in the Hawthorn garage where cars and motorcycles were prepared for competition, Mike was only nine years old when he decided he wanted to become a racer.",
      "main": "Mike Hawthorn loved life, drove fast and died young. Big, blond and boisterous, he often raced wearing a broad grin and a bow tie. He regarded motorsport as a quick way to further the fun he constantly pursued. When his pastime became a profession he partied as hard as he drove, though his career was also tinged by tragedy, scandal and personal misfortune. Near the end he found Formula 1 racing no fun at all, but he went out a winner. Other champions were greater drivers but none was a more colourful personality."
    },
    "NelsonPiquet": {
      "additional": "Born Nelson Sautomaior, on August 17, 1952, he used his mother's surname Piquet to hide his early racing adventures from his disapproving parents. His father, a prominent Brazilian government minister, had been a regional tennis champion and when Nelson showed early promise in that sport he was encouraged to pursue it. At 12 he was one of Brazil's most promising junior prospects. At 16, to further hone his tennis skills, his parents enrolled him at a school in California. But whacking a ball around a tennis court began to take second place in Nelson's mind to driving a car around a race track, particularly when his countryman Emerson Fittipaldi started making inroads abroad. And so Nelson Piquet began racing in his home state of Brazilia. Winning championships in karts and sportscars failed to win over his parents, who sought to distract him by sending him to university. But studying philosophy, engineering and management proved no substitute for the lure of racing and Nelson dropped out after a year. He sold his road car to buy a Formula Vee and in 1977 became the Brazilian champion in that category.",
      "main": "He was never a dominant driver but a crafty expert in winning by stealth, according to his detractors. He admitted he was lazy, yet willingly worked hard to improve his car. He could be cold and cruel but could also be warm and funny. He hated being a celebrity yet lived the life of a playboy to the hilt. He was never hugely popular but couldn't care less. All Nelson Piquet really cared about was driving a racing car, which he loved with a passion, especially when he won, which he did often enough to become a triple World Champion."
    },
    "NicoRosberg": {
      "additional": "Nico Erik Rosberg was born on June 27, 1985, in Wiesbaden, Germany, three years after his Finnish father Keke Rosberg won the World Championship. Since his mother Sina was German Nico was entitled to dual citizenship, though he could also be classified as Monegasque because the family resided in the Principality. Growing up in the environment where his dad had won the 1983 race through Monaco’s storied streets gave little Nico big ideas. He was just six years old when his first experiences in a kart inspired his dream of becoming a World Champion, like his dad. Keke and Sina did not discourage this career choice, perhaps believing he would grow out of it. Parental consent came with the proviso that their son must not neglect his education. A diligent student, Nico was quick to learn and precociously clever. He became a linguistic virtuoso, impressively articulate in English, German, French, Italian and Spanish.",
      "main": "When he was just six years old Nico Rosberg decided he was going to emulate his famous father and become a Formula 1 World Champion. It seemed a far-fetched fantasy, even for a boy benefitting from a privileged upbringing in Monaco. Indeed it took 25 years of hard effort for Nico to make his childhood dream come true. His championship quest took a heavy toll, prompting a final twist in the tale of triumph. Five days after taking the title, in a dramatic last-race showdown with his team mate Lewis Hamilton, the 2016 World Champion announced his immediate retirement from the pinnacle of motorsport."
    },
    "NigelMansell": {
      "additional": "Born on 8 August, 1953, near Birmingham, Nigel Ernest Mansell first drove a car in a nearby field at the age of seven. That same year he watched Jim Clark in a Lotus win the 1962 British Grand Prix at Aintree and decided then and there to emulate the great Scot, an ambition no doubt entertained by countless other small boys. Few of them would have persevered through Mansell's many misfortunes.",
      "main": "No driver fought harder to get into Formula 1 racing and few fought harder when they got there. Hugely determined, immensely aggressive and spectacularly daring, he was one of the most exciting drivers ever. With his win or bust approach - 31 wins and 32 crashes - he became the most successful British driver and joined the ranks of the all-time greats in terms of fastest laps, wins and poles. With the Union Jack on his helmet and a chip on his shoulder, he was both quick and controversial. His awkward personality made him some enemies, his heroic performances made him millions of fans. Nigel Mansell was a driven man and it showed."
    },
    "NikiLauda": {
      "additional": "On February 22, 1949, Nicholas Andreas Lauda was born in Vienna into a prominent Austrian business and banking dynasty. Paper manufacturing was how Niki's father made his fortune, though none of it would be made available for a contrary son who would surely bring the respected Lauda name into disrepute by playing at being a racing driver. To further educate himself in this field Niki forsook university and enrolled himself in racing's school of hard knocks, paying for it with money borrowed from Austrian banks. Starting in a Mini in 1968, he crashed his way through Formula Vee and Formula 3 and in 1972 he bought his way into the March Formula 2 and Formula 1 teams with another bank loan secured by his life insurance policy. The uncompetitive Marches meant Niki was unable to prove his worth as a driver, let alone stave off pending bankruptcy. With no qualifications in any other line of work he had no choice but to keep on racing.",
      "main": "He bought his way into Formula 1 racing and very nearly paid for it with his life. Given up for dead after an appalling accident he recovered by what the medical profession called sheer force of will. His astonishingly quick return to the cockpit was called the most courageous comeback in sporting history. After winning two championships he got bored and left the sport, only to return again and win another. During his remarkable career he was called both a hero and a villain. The battle-scarred champion who defied both the odds and convention remains a sporting legend."
    },
    "NinoFarina": {
      "additional": "Giuseppe Antonio 'Nino' Farina was always destined to be involved in the automotive world, though not necessarily as a driver. On the day of his son’s birth, October 30, 1906, Nino's father Giovanni established Stabilimente Farina, a bodywork shop in Turin, the industrial city where much of Italy's car manufacturing industry was located. Here also, Giovanni's brother founded the coachbuilding firm of Pininfarina, later famed for designing many sleek Italian sportscars. From an early age Nino was expected to join the family business but his first driving experience, at the age of nine in a small car on the grounds of his father's factory, whetted his appetite for the sporting side of motoring. When he was 16 Nino accompanied his favourite uncle Pinin as a passenger in a race. Three years later his first solo competition ended in an accident, establishing a worrying trend that continued throughout his crash-prone career.",
      "main": "The first ever Formula 1 World Champion came from a privileged background and had a stylish driving technique that was adopted by many drivers. A hard and determined racer, Farina relied on a combination of profound self belief and raw courage to compensate for the superior skills possessed by many of his more naturally talented opponents. Yet he also drove recklessly and few Formula 1 drivers ever competed with such apparent disregard for their personal safety. Somehow surviving an accident-strewn racing career, he was eventually killed in a road accident."
    },
    "PhilHill": {
      "additional": "Philip Toll Hill, Jr was born into a prominent family in Miami, Florida, on April 20, 1927. Not particularly close to his parents, he became an introverted child with an inferiority complex and few friends. Not good at sports, he feared failure and ridicule and was consumed by feelings of inadequacy. Music became an outlet and he learned to play the piano, then became fascinated by cars. When he was 12 his favourite aunt bought him a Model T Ford, which he took apart many times to understand how it worked, and his aunt's chauffeur taught him how to drive. His burgeoning automotive skills gave him increasing self-confidence, though he still felt aimless and socially awkward.",
      "main": "The first American to become World Champion had a love/hate relationship with the sport. Profoundly intelligent and deeply sensitive, he was also remarkably candid about personal demons that caused inner turmoil and made his racing life a bittersweet experience. He was always fearful and throughout his career he struggled to find a balance between the perils and pleasures of his profession. Yet driving became a way of expressing himself and racing took him on a journey to places he never expected to go."
    },
    "SebastianVettel": {
      "additional": "Just three years and half years after he was born, on July 3, 1987, Sebastian Vettel began the way of life that would take him to the very pinnacle of motorsport. His method of transport was a miniature kart, the venue was the yard at his home in Heppenheim, a town in south-western Germany. Little Sebastian quickly mastered the machine and began lapping faster and faster, shrieking with glee and refusing to stop until he was exhausted. The source of little Seb's joy soon became a focal point of family life for the Vettels. Norbert, a carpenter by trade and in his spare time an enthusiastic karter and occasional hillclimber, and his wife Heike had three other children: older daughters Stefanie and Melanie, and a younger son Fabian. His family's support helped the would-be racer fulfil a destiny that would make the Vettel name a household word around the world.",
      "main": "The youngest ever world champion's accumulation of age-related records that began in 2010 continued for four consecutive seasons, culminating in a one-sided 2013 title triumph that confirmed his status as one of the sport’s all-time greats. Sebastian Vettel’s first championship, at the age of 23, provided a surprise ending to an intensely competitive 2010 campaign. There was surely more to come from this fast rising racer, and it came quickly when he completely dominated in 2011 to become the youngest double world champion. In 2012, with a series of comebacks from setbacks against the strongest opposition in the longest ever season, his third driving title in a row was hard-earned and well-deserved. In 2013, and still just 26 years old, he made short work of becoming the youngest ever quadruple world champion. In truth the precocious youngster who came so far so fast was in a hurry from the time he was a toddler..."
    }
  },
  "teamInfo": {
    "Alfa Romeo": "The headquarters of Alfa Romeo is based in Hinwil, Switzerland. Situated amidst the picturesque Swiss countryside, the Hinwil facility accommodates the team's administrative offices, manufacturing facilities, and wind tunnel. With a rich motorsport heritage, the area has been home to the Sauber operation for many years, with them carrying the Alfa Romeo name for the final time in 2023.",
    "AlphaTauri": "AlphaTauri operate out of Faenza, Italy, with their headquarters known as the Scuderia AlphaTauri Factory. This purpose-built facility houses the team's design, manufacturing, and engineering departments, and used to be home to the Minardi team - who AlphaTauri were before Red Bull bought them. The town of Faenza is a stone's throw from the Imola circuit, making that their home race.",
    "Alpine": "Alpine's headquarters is based in Enstone, England. Their base has a storied history in Formula One, having previously served as the headquarters for the Benetton and Renault F1 teams - and you can see nods to that with iconic old cars in the building and trophies from the successes of former drivers like Michael Schumacher and Fernando Alonso. The facility houses the team's design and manufacturing departments, whilst the engine side of the team is based in Viry-Châtillon, France.",
    "Aston Martin": "Aston Martin's headquarters is situated in Silverstone, England - right over the road from the iconic Grand Prix circuit. Nestled in the heart of British motorsport, their recently built facility serves as a vibrant, brand-new center for car production, design, and testing. The ambition they are showing with their new HQ fits in with what they are doing on the track. With a rich heritage in Formula One, the area was once home to predecessors Jordan among others, it's a great place to base your F1 team.",
    "Ferrari": "Scuderia Ferrari's HQ is located in Maranello, Italy, and it is an iconic complex steeped in racing history. The Ferrari headquarters houses the team's manufacturing, design, and development departments, serving as the beating heart of their Formula One endeavors. The facility combines tradition and innovation, with plenty of cues to their storied motorsport past all over the place. It is arguably the most evocative of all the HQs in F1, given the Prancing Horse has been in the sport since the very beginning of the championship back in 1950.",
    "Haas": "The Haas headquarters is located in Kannapolis, North Carolina, United States, but they also have a UK base in 'motorsport valley,' where a number of the teams are located. Their Banbury site houses many of their operations functions – including Logistics, Electrical Engineering, Vehicle Performance and Programme Management, as well as Race Team Support and the Communications Department.",
    "Kick Sauber": "The Sauber F1 team, branded as Alfa Romeo in recent years, is headquartered in Hinwil, Switzerland. The Hinwil facility is known for its advanced wind tunnel and state-of-the-art manufacturing capabilities. Sauber has a long-standing reputation in Formula One, acting as a springboard for drivers like Kimi Räikkönen and Sebastian Vettel in their early careers. With the partnership with Audi on the horizon, the team is set for an exciting future.",
    "Lotus": "Team Lotus, founded by Colin Chapman in 1952, was headquartered in Hethel, Norfolk, England. The Hethel site included design, manufacturing, and testing facilities, and became synonymous with innovation in motorsport. In the mid-1970s, Team Lotus moved its racing operations to Ketteringham Hall, also in Norfolk, which served as their base until 1994. The team's pioneering designs and engineering excellence led to significant success in Formula One, securing seven Constructors' Championships and six Drivers' Championships.",
    "McLaren": "McLaren are based at the McLaren Technology Centre, located in Woking, England. Renowned for its striking architecture, this futuristic-looking facility combines workspace, research laboratories, and an upcoming new wind tunnel. The McLaren Technology Centre exemplifies the team's commitment to excellence, but also has plenty of nods to its past - with trophies and old cars from yesteryear dotted around the building.",
    "Mercedes": "The Mercedes team is based in Brackley, England. Their headquarters serves as a hub for design, engineering, and production, and in recent years it has produced some of the most dominant cars in F1 history - as well as being home to the likes of Brawn GP in the past. Nearby Brixworth is home to Mercedes' renowned power unit factory, meanwhile. The HPP (High Performance Powertrains) Technology Centre boasts cutting-edge facilities, enabling the team to produce some of the best engines in the sport - with them being the top force for much of the turbo hybrid era.",
    "Racing Bulls": "Though the RB branding is still young, the team’s Faenza base is strongly linked to the historic Minardi squad. Founder Giancarlo Minardi had in fact included the town’s crest – a rampant lion – in its team badge. The perennial F1 tail-enders were based there from 1985 until 2005, after which the location was taken over by Red Bull and morphed into Scuderia Toro Rosso. The factory underwent its switch to AlphaTauri colours ahead of the 2020 season, before the Red Bull-owned squad went through another rebrand for 2024, this time as RB. ",
    "Red Bull Racing": "Red Bull Racing has its headquarters in Milton Keynes, England, which is known as the Red Bull Technology Campus. This expansive site encompasses the team's factory and design areas, and was once home to predecessors Stewart Grand Prix and Jaguar Racing. The Red Bull Technology Campus showcases the team's dedication to pushing boundaries and thinking outside the box, resulting in their impressive success on the Formula One grid, with them also in recent years striving to produce their own power units in-house.",
    "Renault": "Renault's Formula One team is based in Enstone, Oxfordshire, England. The Enstone facility has a rich history, having been home to Toleman Motorsport, Benetton Formula, and Lotus F1 before Renault's acquisition. This site houses the team's chassis development and operations. Additionally, Renault's engine operations are located in Viry-Châtillon, France, where they develop and manufacture power units. Renault has been a significant presence in Formula One, both as a constructor and an engine supplier, achieving multiple Constructors' and Drivers' Championships.",
    "Williams": "Williams, named after founder Sir Frank Williams, have their headquarters in Grove, England. The Williams headquarters is home to the team's design and engineering departments, and also houses a number of their old cars which were so successful in the sport at the hands of the likes of Nigel Mansell and Damon Hill."
  },
  "teams": {
    "constructorChampionships": "Constructor Championships",
    "foundedYear": "Founded Year",
    "grandPrixWins": "Grand Prix Wins",
    "header": "Formula 1 Teams",
    "headquarters": "Headquarters",
    "originCountry": "Origin Country"
  }
}
